Repository: gustavotuas/color-identifier-app
Catalog: Colorit/Localization/*.lproj/Localizable.strings
Languages: ar, bn, el, fa, fi, fil, he, hi, hu, id, it, ko, nl, pl, ro, sk, sv, sw, ta, th, uk, vi, zh_hans, zh_hant

# feature_harmony_colors_subtitle
source: Generate harmonic schemes and discover matching tones easily.
ar: أنشئ مخططات متناغمة واكتشف الألوان المتناسقة بسهولة.
bn: সহজেই সাদৃশ্যপূর্ণ রঙ এবং সামঞ্জস্যপূর্ণ টোন তৈরি করুন।
el: Δημιούργησε αρμονικά σχήματα και ανακάλυψε τόνους εύκολα.
fa: طرح‌های هماهنگ ایجاد کرده و رنگ‌های مشابه را به راحتی کشف کنید.
fi: Luo harmonisia väriyhdistelmiä ja löydä vastaavia sävyjä helposti.
fil: Gumawa ng harmonikong mga scheme at tuklasin ang magkatugmang mga tono.
he: צור סכמות הרמוניות וגלה גוונים תואמים בקלות.
hi: हार्मोनिक स्कीम बनाएं और मिलते-जुलते टोन खोजें।
hu: Készíts harmonikus színsémákat és fedezd fel a hozzáillő árnyalatokat.
id: Buat skema harmonis dan temukan nada yang cocok dengan mudah.
it: Genera schemi armoniosi e scopri facilmente tonalità corrispondenti.
ko: 조화로운 색 구성표를 생성하고 쉽게 어울리는 톤을 찾습니다.
nl: Genereer harmonische schema’s en ontdek bijpassende tinten eenvoudig.
pl: Generuj harmonijne schematy i odkrywaj pasujące odcienie.
ro: Generează scheme armonioase și descoperă tonuri potrivite.
sk: Generujte harmonické schémy a objavujte zodpovedajúce odtiene jednoducho.
sv: Skapa harmoniska färgscheman och upptäck matchande toner enkelt.
sw: Tengeneza mpangilio wa rangi unaolingana na gundua rangi zinazoshabihiana kwa urahisi.
ta: ஒத்திசைவான நிற அமைப்புகளை உருவாக்கி பொருந்தும் நிறங்களை எளிதாகக் கண்டறியவும்.
th: สร้างโทนสีที่กลมกลืนและค้นหาสีที่เข้ากันได้ง่าย
uk: Створюйте гармонійні схеми та легко знаходьте відповідні тони.
vi: Tạo bảng phối màu hài hòa và khám phá các tông màu tương đồng.
zh_hans: 生成和谐的配色方案，轻松发现相配的色调。
zh_hant: 產生和諧的配色方案，輕鬆發現相襯色調。

# feature_multiple_layouts_subtitle
source: Switch between grid and list layouts to explore palettes visually.
ar: بدّل بين عرض الشبكة والقائمة لاستكشاف اللوحات بصريًا.
bn: ভিজ্যুয়াল এক্সপ্লোরেশনের জন্য গ্রিড ও লিস্ট ভিউ পরিবর্তন করুন।
el: Εναλλαγή μεταξύ πλέγματος και λίστας για οπτική εξερεύνηση.
fa: بین نماهای شبکه‌ای و لیستی جابه‌جا شوید.
fi: Vaihda ruutu- ja listanäkymän välillä tutkiaksesi paletteja visuaalisesti.
fil: Lumipat sa pagitan ng grid at list view upang biswal na tuklasin ang mga palette.
he: החלף בין תצוגת רשת לרשימה לחקר ויזואלי.
hi: पैलेट्स को दृश्य रूप से खोजने के लिए ग्रिड और सूची लेआउट के बीच स्विच करें।
hu: Válts rács- vagy lista nézet között a vizuális böngészéshez.
id: Beralih antara tampilan kisi dan daftar untuk menjelajah secara visual.
it: Passa tra griglia e lista per esplorare visivamente le palette.
ko: 그리드 및 리스트 보기로 전환하여 시각적으로 탐색합니다.
nl: Schakel tussen raster- en lijstweergave om visueel te verkennen.
pl: Przełączaj między widokiem siatki a listy, by eksplorować wizualnie.
ro: Comută între vizualizări de tip grilă și listă pentru explorare vizuală.
sk: Prepínajte medzi zobrazením mriežky a zoznamu pre vizuálne skúmanie.
sv: Växla mellan rutnät- och listvyer för visuell utforskning.
sw: Badilisha kati ya mtazamo wa gridi na orodha ili kuchunguza kwa macho.
ta: விசுவல் ஆய்வுக்காக கிரிட் மற்றும் பட்டியல் காட்சிகளுக்கு மாறவும்.
th: สลับระหว่างมุมมองแบบกริดและรายการเพื่อสำรวจได้สะดวก
uk: Перемикайтеся між сіткою та списком для зручного перегляду.
vi: Chuyển đổi giữa dạng lưới và danh sách để khám phá bảng màu trực quan.
zh_hans: 在网格和列表视图之间切换以视觉探索调色板。
zh_hant: 在網格與列表檢視間切換以視覺化探索調色板。

# feature_smart_filters_subtitle
source: Filter by hue, brightness, or harmony with precision.
ar: قم بالتصفية حسب التدرج أو السطوع أو التناغم بدقة.
bn: রঙ, উজ্জ্বলতা বা সামঞ্জস্য অনুযায়ী ফিল্টার করুন।
el: Φιλτράρισε κατά απόχρωση, φωτεινότητα ή αρμονία με ακρίβεια.
fa: بر اساس ته‌رنگ، روشنایی یا هماهنگی با دقت فیلتر کنید.
fi: Suodata sävyn, kirkkauden tai harmonian perusteella tarkasti.
fil: I-filter ayon sa hue, liwanag, o harmony nang may katumpakan.
he: סנן לפי גוון, בהירות או הרמוניה בדיוק.
hi: Hue, चमक या हार्मनी द्वारा सटीक रूप से फ़िल्टर करें।
hu: Szűrés árnyalat, fényerő vagy harmónia alapján pontosan.
id: Filter berdasarkan corak, kecerahan, atau harmoni dengan presisi.
it: Filtra per tonalità, luminosità o armonia con precisione.
ko: 색조, 밝기 또는 조화로 정밀하게 필터링합니다.
nl: Filter op tint, helderheid of harmonie met precisie.
pl: Filtruj według odcienia, jasności lub harmonii z precyzją.
ro: Filtrează după nuanță, luminozitate sau armonie cu precizie.
sk: Filtrujte podľa odtieňa, jasu alebo harmónie s presnosťou.
sv: Filtrera efter nyans, ljusstyrka eller harmoni med precision.
sw: Chuja kwa rangi, mwanga au ulinganifu kwa usahihi.
ta: நிறம், ஒளிர்ச்சி அல்லது ஒத்திசைவு அடிப்படையில் வடிகட்டவும்.
th: กรองตามโทน ความสว่าง หรือความกลมกลืนอย่างแม่นยำ
uk: Фільтруйте за відтінком, яскравістю або гармонією з точністю.
vi: Lọc theo sắc độ, độ sáng hoặc sự hài hòa một cách chính xác.
zh_hans: 根据色相、亮度或和谐度精确筛选。
zh_hant: 依色相、亮度或和諧度精準篩選。

# feature_color_matches_subtitle
source: Compare and visualise matches between live and captured samples.
ar: قارن وشاهد التطابقات بين الألوان الحية والمصورة.
bn: লাইভ ও ছবির রঙের মিল তুলনা ও দেখুন।
el: Σύγκρινε και οπτικοποίησε αντιστοιχίες μεταξύ ζωντανών και ληφθέντων δειγμάτων.
fa: تطابق بین نمونه‌های زنده و عکس را مقایسه و مشاهده کنید.
fi: Vertaa ja visualisoi väriosumia elävien ja otettujen näytteiden välillä.
fil: Ihambing at ipakita ang mga tugma sa pagitan ng live at nakuhang mga sample.
he: השווה והצג התאמות בין דגימות חיות ומצולמות.
hi: लाइव और कैप्चर किए गए सैंपल्स के बीच मेल दिखाएँ।
hu: Hasonlítsd össze az élő és rögzített minták színét.
id: Bandingkan dan visualisasikan kecocokan antara sampel langsung dan yang diambil.
it: Confronta e visualizza le corrispondenze tra campioni live e acquisiti.
ko: 실시간 및 캡처된 샘플 간의 색상 일치를 비교하고 시각화합니다.
nl: Vergelijk en visualiseer overeenkomsten tussen live- en fotosamples.
pl: Porównuj i wizualizuj dopasowania między próbkami na żywo i zdjęciami.
ro: Compară și vizualizează potriviri între mostre live și fotografii.
sk: Porovnajte a vizualizujte zhody medzi živými a zachytenými vzorkami.
sv: Jämför och visualisera matchningar mellan live och sparade prover.
sw: Linganisha na onyesha rangi zinazofanana kati ya sampuli za moja kwa moja na zilizohifadhiwa.
ta: நேரடி மற்றும் சேமிக்கப்பட்ட மாதிரிகளுக்கிடையிலான பொருத்தங்களை ஒப்பிடவும் மற்றும் காண்பிக்கவும்.
th: เปรียบเทียบและดูความตรงกันของสีระหว่างสดและภาพที่บันทึกไว้
uk: Порівнюйте та візуалізуйте збіги між живими та збереженими зразками.
vi: So sánh và xem trực quan màu tương đồng giữa ảnh và chế độ trực tiếp.
zh_hans: 比较并可视化实时与拍摄样本之间的颜色匹配。
zh_hant: 比較並視覺化即時與拍攝樣本之間的顏色匹配。

# feature_unlimited_access_subtitle
source: No restrictions — enjoy every tool, palette and feature forever.
ar: بدون قيود — استمتع بكل الأدوات واللوحات والميزات إلى الأبد.
bn: কোনও সীমাবদ্ধতা নেই — সমস্ত টুল, প্যালেট ও বৈশিষ্ট্য উপভোগ করুন।
el: Χωρίς περιορισμούς — απόλαυσε όλα τα εργαλεία, τις παλέτες και τις λειτουργίες για πάντα.
fa: بدون محدودیت — از همه ابزارها، پالت‌ها و ویژگی‌ها برای همیشه لذت ببرید.
fi: Ei rajoituksia — nauti kaikista työkaluista, paleteista ja ominaisuuksista ikuisesti.
fil: Walang limitasyon — tangkilikin ang bawat tool, palette, at feature magpakailanman.
he: ללא הגבלות — תהנה מכל הכלים, הפלטות והתכונות לנצח.
hi: कोई प्रतिबंध नहीं — हर टूल, पैलेट और सुविधा का आनंद लें।
hu: Nincs korlátozás — élvezd az összes eszközt, palettát és funkciót örökre.
id: Tanpa batasan — nikmati semua alat, palet, dan fitur selamanya.
it: Nessuna limitazione — goditi tutti gli strumenti, le palette e le funzioni per sempre.
ko: 제한 없이 모든 도구, 팔레트 및 기능을 영원히 이용하세요.
nl: Geen beperkingen — geniet van alle tools, paletten en functies voor altijd.
pl: Bez ograniczeń — korzystaj ze wszystkich narzędzi, palet i funkcji na zawsze.
ro: Fără restricții — bucură-te de toate instrumentele, paletele și funcțiile pentru totdeauna.
sk: Bez obmedzení — využívajte všetky nástroje, palety a funkcie navždy.
sv: Inga begränsningar — njut av alla verktyg, paletter och funktioner för alltid.
sw: Hakuna vizuizi — furahia zana, paleti na vipengele vyote milele.
ta: எந்த வரம்புகளும் இல்லை — அனைத்து கருவிகள், நிறப்பட்டிகள் மற்றும் அம்சங்களை என்றென்றும் அனுபவிக்கவும்.
th: ไม่จำกัด — เพลิดเพลินกับทุกเครื่องมือ พาเลต และคุณสมบัติได้ตลอดไป
uk: Без обмежень — насолоджуйтесь усіма інструментами, палітрами та функціями назавжди.
vi: Không giới hạn — tận hưởng mọi công cụ, bảng màu và tính năng mãi mãi.
zh_hans: 无限制 — 永久享受所有工具、调色板和功能。
zh_hant: 無限制 — 永久享受所有工具、調色板與功能。

source: Your purchases have been restored
ar: تم استعادة مشترياتك
bn: আপনার ক্রয়গুলি পুনরুদ্ধার করা হয়েছে
el: Οι αγορές σου έχουν αποκατασταθεί
fa: خریدهای شما بازیابی شدند
fi: Ostoksesi on palautettu
fil: Naibalik na ang iyong mga pagbili
he: הרכישות שלך שוחזרו
hi: आपकी खरीद बहाल कर दी गई है
hu: Vásárlások visszaállítva
id: Pembelian Anda telah dipulihkan
it: I tuoi acquisti sono stati ripristinati
ko: 구매 항목이 복원되었습니다
nl: Je aankopen zijn hersteld
pl: Twoje zakupy zostały przywrócone
ro: Achizițiile tale au fost restaurate
sk: Vaše nákupy boli obnovené
sv: Dina köp har återställts
sw: Ununuzi wako umehifadhiwa upya
ta: உங்கள் கொள்முதல்கள் மீட்டெடுக்கப்பட்டன
th: กู้คืนการซื้อของคุณแล้ว
uk: Ваші покупки відновлено
vi: Giao dịch mua của bạn đã được khôi phục
zh_hans: 您的购买已恢复
zh_hant: 您的購買已恢復

source: No previous purchases found.
ar: لم يتم العثور على مشتريات سابقة.
bn: কোনও পূর্ববর্তী ক্রয় পাওয়া যায়নি।
el: Δεν βρέθηκαν προηγούμενες αγορές.
fa: خرید قبلی یافت نشد.
fi: Aiempi ostos ei löytynyt.
fil: Walang nakitang dating pagbili.
he: לא נמצאו רכישות קודמות.
hi: कोई पिछली खरीद नहीं मिली।
hu: Korábbi vásárlás nem található.
id: Tidak ada pembelian sebelumnya yang ditemukan.
it: Nessun acquisto precedente trovato.
ko: 이전 구매 항목이 없습니다.
nl: Geen eerdere aankopen gevonden.
pl: Nie znaleziono wcześniejszych zakupów.
ro: Nu s-au găsit achiziții anterioare.
sk: Nenašli sa žiadne predchádzajúce nákupy.
sv: Inga tidigare köp hittades.
sw: Hakuna ununuzi wa awali uliopatikana.
ta: முந்தைய கொள்முதல்கள் எதுவும் இல்லை.
th: ไม่พบการซื้อก่อนหน้า
uk: Попередніх покупок не знайдено.
vi: Không tìm thấy giao dịch mua trước đó.
zh_hans: 未找到以前的购买记录。
zh_hant: 未找到先前的購買紀錄。

source: Restore Purchases
ar: استعادة المشتريات
bn: ক্রয় পুনরুদ্ধার করুন
el: Επαναφορά αγορών
fa: بازیابی خریدها
fi: Palauta ostot
fil: Ibalik ang Mga Pagbili
he: שחזר רכישות
hi: खरीदें पुनर्स्थापित करें
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisti
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
ro: Restaurează achizițiile
sk: Obnoviť nákupy
sv: Återställ köp
sw: Rejesha ununuzi
ta: கொள்முதல்களை மீட்டெடு
th: กู้คืนการซื้อ
uk: Відновити покупки
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Cancel anytime
ar: يمكنك الإلغاء في أي وقت
bn: যেকোনও সময় বাতিল করুন
el: Ακύρωση οποιαδήποτε στιγμή
fa: لغو در هر زمان
fi: Peruuta milloin tahansa
fil: Kanselahin anumang oras
he: בטל בכל עת
hi: कभी भी रद्द करें
hu: Bármikor lemondható
id: Batalkan kapan saja
it: Annulla in qualsiasi momento
ko: 언제든지 취소 가능
nl: Altijd opzegbaar
pl: Anuluj w dowolnym momencie
ro: Anulează oricând
sk: Zrušiť kedykoľvek
sv: Avbryt när som helst
sw: Ghairi wakati wowote
ta: எப்போது வேண்டுமானாலும் ரத்து செய்யவும்
th: ยกเลิกได้ทุกเมื่อ
uk: Можна скасувати в будь-який час
vi: Hủy bất cứ lúc nào
zh_hans: 可随时取消
zh_hant: 可隨時取消

source: Family Sharing Enabled
ar: مشاركة العائلة مفعّلة
bn: ফ্যামিলি শেয়ারিং সক্রিয়
el: Η κοινή χρήση οικογένειας είναι ενεργοποιημένη
fa: اشتراک‌گذاری خانوادگی فعال است
fi: Perhejakaminen käytössä
fil: Pinagana ang Family Sharing
he: שיתוף משפחתי מופעל
hi: फैमिली शेयरिंग सक्षम
hu: Családi megosztás engedélyezve
id: Berbagi Keluarga Diaktifkan
it: Condivisione familiare abilitata
ko: 가족 공유 사용 가능
nl: Gezinsdeling ingeschakeld
pl: Udostępnianie rodzinne włączone
ro: Partajarea familială activată
sk: Rodinné zdieľanie je povolené
sv: Familjedelning aktiverad
sw: Kushiriki kwa Familia Kumewezeshwa
ta: குடும்பப் பகிர்வு இயலுமைப்படுத்தப்பட்டது
th: เปิดใช้งานการแชร์แบบครอบครัวแล้ว
uk: Сімейний доступ увімкнено
vi: Chia sẻ gia đình được bật
zh_hans: 已启用家庭共享
zh_hant: 已啟用家庭共享

source: 3-Day Free Trial
ar: تجربة مجانية لمدة 3 أيام
bn: ৩ দিনের ফ্রি ট্রায়াল
el: Δωρεάν δοκιμή 3 ημερών
fa: آزمایش رایگان ۳ روزه
fi: 3 päivän ilmainen kokeilu
fil: 3 Araw na Libreng Pagsubok
he: ניסיון חינם ל-3 ימים
hi: 3 दिन का मुफ्त ट्रायल
hu: 3 napos ingyenes próbaidőszak
id: Uji Coba Gratis 3 Hari
it: Prova gratuita di 3 giorni
ko: 3일 무료 체험
nl: 3-daagse gratis proefperiode
pl: 3-dniowy bezpłatny okres próbny
ro: Perioadă de probă gratuită de 3 zile
sk: 3-dňová bezplatná skúška
sv: 3 dagars gratis provperiod
sw: Majaribio ya Siku 3 Bila Malipo
ta: 3 நாள் இலவச சோதனை
th: ทดลองใช้ฟรี 3 วัน
uk: 3-денна безкоштовна пробна версія
vi: Dùng thử miễn phí 3 ngày
zh_hans: 3 天免费试用
zh_hant: 3 天免費試用

source: 1 Year Plan
ar: خطة سنوية
bn: ১ বছরের প্ল্যান
el: Ετήσιο πλάνο
fa: طرح یک‌ساله
fi: Vuosisuunnitelma
fil: Taunang Plano
he: תוכנית שנתית
hi: 1 वर्ष की योजना
hu: Éves előfizetés
id: Paket 1 Tahun
it: Piano annuale
ko: 1년 플랜
nl: 1-jarig abonnement
pl: Plan roczny
ro: Plan anual
sk: Ročný plán
sv: Årsplan
sw: Mpango wa Mwaka 1
ta: 1 ஆண்டு திட்டம்
th: แผนรายปี
uk: План на 1 рік
vi: Gói 1 năm
zh_hans: 一年计划
zh_hant: 一年方案

source: 1 Week Plan
ar: خطة أسبوعية
bn: ১ সপ্তাহের প্ল্যান
el: Εβδομαδιαίο πλάνο
fa: طرح هفتگی
fi: Viikkosuunnitelma
fil: Lingguhang Plano
he: תוכנית שבועית
hi: 1 सप्ताह की योजना
hu: Heti előfizetés
id: Paket 1 Minggu
it: Piano settimanale
ko: 1주 플랜
nl: 1-weeks abonnement
pl: Plan tygodniowy
ro: Plan săptămânal
sk: Týždenný plán
sv: Veckoplan
sw: Mpango wa Wiki 1
ta: 1 வார திட்டம்
th: แผนรายสัปดาห์
uk: План на 1 тиждень
vi: Gói 1 tuần
zh_hans: 一周计划
zh_hant: 一週方案

# feature_live_color_id_title
source: Live Color ID
ar: معرّف اللون الحي
bn: লাইভ রঙ শনাক্তকারী
el: Ζωντανή αναγνώριση χρώματος
fa: شناسایی زنده رنگ
fi: Live-väritunnistus
he: זיהוי צבע חי
hi: लाइव कलर आईडी
hu: Élő színazonosító
id: Identifikasi Warna Langsung
it: Identificazione Colore Live
ko: 라이브 색상 인식
nl: Live-kleuridentificatie
pl: Identyfikacja kolorów na żywo
ro: Identificare Culoare Live
sk: Identifikácia farieb Live
sv: Live-färgidentifiering
sw: Utambulisho wa Rangi Moja kwa Moja
ta: நேரடி நிற அடையாளம்
th: การระบุสีสด
uk: Розпізнавання кольорів у реальному часі
vi: Nhận diện màu trực tiếp
zh_hans: 实时颜色识别
zh_hant: 即時顏色辨識

# feature_photo_color_picker_title
source: Photo Color Picker
ar: أداة اختيار الألوان من الصور
bn: ছবি থেকে রঙ পিকার
el: Επιλογέας χρώματος φωτογραφίας
fa: انتخاب‌گر رنگ عکس
fi: Valokuvan värinvalitsin
he: בורר צבעי תמונה
hi: फोटो कलर पिकर
hu: Fotószín-választó
id: Pemilih Warna Foto
it: Selettore Colore Foto
ko: 사진 색상 선택기
nl: Foto-kleurkiezer
pl: Wybierak kolorów ze zdjęć
ro: Selector de Culoare din Fotografii
sk: Výber farieb z fotografie
sv: Foto-färgväljare
sw: Kichagua Rangi cha Picha
ta: புகைப்பட நிறத் தேர்வி
th: ตัวเลือกสีจากภาพ
uk: Вибір кольорів з фото
vi: Trình chọn màu từ ảnh
zh_hans: 照片取色器
zh_hant: 照片取色器

# feature_paint_catalogues_title
source: Professional Paint Catalogues
ar: كتالوجات الطلاء الاحترافية
bn: পেশাদার পেইন্ট ক্যাটালগ
el: Επαγγελματικοί κατάλογοι βαφών
fa: کاتالوگ‌های رنگ حرفه‌ای
fi: Ammattimaiset värikatalogit
fil: Propesyonal na Paint Catalogues
he: קטלוגי צבע מקצועיים
hi: पेशेवर पेंट कैटलॉग्स
hu: Professzionális festékkatalógusok
id: Katalog Cat Profesional
it: Cataloghi di Vernici Professionali
ko: 전문 페인트 카탈로그
nl: Professionele verfcatalogi
pl: Profesjonalne katalogi farb
ro: Cataloage Profesionale de Vopsele
sk: Profesionálne katalógy farieb
sv: Professionella färgkataloger
sw: Katalogi za Rangi za Kitaalamu
ta: தொழில்முறை நிறக் குறியீட்டுகள்
th: แคตตาล็อกสีระดับมืออาชีพ
uk: Професійні каталоги фарб
vi: Danh mục sơn chuyên nghiệp
zh_hans: 专业油漆目录
zh_hant: 專業油漆目錄

# feature_unlimited_collections_title
source: Unlimited Collections & Palettes
ar: مجموعات ولوحات غير محدودة
bn: সীমাহীন সংগ্রহ ও প্যালেট
el: Απεριόριστες συλλογές και παλέτες
fa: مجموعه‌ها و پالت‌های نامحدود
fi: Rajoittamattomat kokoelmat ja paletit
fil: Walang Limitasyong Koleksyon at Palette
he: אוספים ופלטות ללא הגבלה
hi: असीमित संग्रह और पैलेट्स
hu: Korlátlan gyűjtemények és paletták
id: Koleksi & Palet Tanpa Batas
it: Collezioni e Palette Illimitate
ko: 무제한 컬렉션 및 팔레트
nl: Onbeperkte collecties & paletten
pl: Nieograniczone kolekcje i palety
ro: Colecții și Palete Nelimitate
sk: Neobmedzené kolekcie a palety
sv: Obegränsade samlingar och paletter
sw: Mikusanyiko na Paleti Zisizo na Kikomo
ta: அளவில்லா சேமிப்புகள் மற்றும் நிறப்பட்டிகள்
th: คอลเลกชันและพาเลตไม่จำกัด
uk: Необмежені колекції та палітри
vi: Bộ sưu tập và bảng màu không giới hạn
zh_hans: 无限收藏与调色板
zh_hant: 無限收藏與調色板

# feature_advanced_search_title
source: Advanced Search
ar: بحث متقدم
bn: উন্নত অনুসন্ধান
el: Προηγμένη αναζήτηση
fa: جستجوی پیشرفته
fi: Edistynyt haku
he: חיפוש מתקדם
hi: उन्नत खोज
hu: Fejlett keresés
id: Pencarian Lanjutan
it: Ricerca Avanzata
ko: 고급 검색
nl: Geavanceerd zoeken
pl: Zaawansowane wyszukiwanie
ro: Căutare Avansată
sk: Pokročilé vyhľadávanie
sv: Avancerad sökning
sw: Utafutaji wa Kina
ta: மேம்பட்ட தேடல்
th: การค้นหาขั้นสูง
uk: Розширений пошук
vi: Tìm kiếm nâng cao
zh_hans: 高级搜索
zh_hant: 進階搜尋

# feature_harmony_colors_title
source: Harmony & Similar Colors
ar: تناغم وألوان متشابهة
bn: সামঞ্জস্যপূর্ণ ও অনুরূপ রঙ
el: Αρμονία & παρόμοια χρώματα
fa: هماهنگی و رنگ‌های مشابه
fi: Harmonia ja samankaltaiset värit
fil: Harmony at Mga Katugmang Kulay
he: הרמוניה וצבעים דומים
hi: हार्मनी और समान रंग
hu: Harmónia és hasonló színek
id: Harmoni & Warna Serupa
it: Armonia e Colori Simili
ko: 조화 및 유사 색상
nl: Harmonie & Soortgelijke kleuren
pl: Harmonia i podobne kolory
ro: Armonie și Culori Asemănătoare
sk: Harmónia a podobné farby
sv: Harmoni och liknande färger
sw: Ulinganifu wa Rangi na Zinazofanana
ta: ஒத்திசைவு மற்றும் தொடர்புடைய நிறங்கள்
th: สีที่กลมกลืนและใกล้เคียง
uk: Гармонійні та подібні кольори
vi: Màu hài hòa và tương đồng
zh_hans: 和谐与相似颜色
zh_hant: 和諧與相似顏色

# feature_multiple_layouts_title
source: Multiple Layout Views
ar: طرق عرض متعددة
bn: বহু লেআউট ভিউ
el: Πολλαπλές διατάξεις
fa: چیدمان‌های چندگانه
fi: Useita asettelunäkymiä
fil: Maramihang Layout Views
he: תצוגות מרובות
hi: कई लेआउट दृश्य
hu: Többféle elrendezés
id: Tampilan Multi Tata Letak
it: Vista a Layout Multipli
ko: 다중 레이아웃 보기
nl: Meerdere lay-outweergaven
pl: Wiele widoków układu
ro: Mai Multe Tipuri de Vizualizare
sk: Viaceré zobrazenia rozloženia
sv: Flera layoutvyer
sw: Miundo Mingi ya Mpangilio
ta: பல அமைப்புக் காட்சிகள்
th: มุมมองหลายรูปแบบ
uk: Кілька макетів перегляду
vi: Nhiều chế độ bố cục
zh_hans: 多种布局视图
zh_hant: 多種版面檢視

# feature_smart_filters_title
source: Smart Filters & Sorting
ar: فلاتر وفرز ذكي
bn: স্মার্ট ফিল্টার ও সাজানো
el: Έξυπνα φίλτρα & ταξινόμηση
fa: فیلترها و مرتب‌سازی هوشمند
fi: Älykkäät suodattimet ja lajittelu
fil: Smart Filters at Pag-uuri
he: מסננים חכמים ומיון
hi: स्मार्ट फ़िल्टर और सॉर्टिंग
hu: Okos szűrők és rendezés
id: Filter & Pengurutan Cerdas
it: Filtri e Ordinamento Intelligenti
ko: 스마트 필터 및 정렬
nl: Slimme filters & sortering
pl: Inteligentne filtry i sortowanie
ro: Filtre și Sortare Inteligentă
sk: Inteligentné filtre a triedenie
sv: Smarta filter och sortering
sw: Vichujio na Upangaji wa Kina
ta: புத்திசாலி வடிகட்டிகள் மற்றும் வரிசைப்படுத்தல்
th: ตัวกรองและการจัดเรียงอัจฉริยะ
uk: Розумні фільтри та сортування
vi: Bộ lọc thông minh và sắp xếp
zh_hans: 智能筛选与排序
zh_hant: 智慧篩選與排序

# feature_color_matches_title
source: Color Matches for Photo & Live ID
ar: تطابق الألوان للصور والبث المباشر
bn: ছবি ও লাইভ রঙের মিল
el: Αντιστοιχίες χρωμάτων για φωτογραφία & ζωντανή αναγνώριση
fa: تطابق رنگ برای عکس و شناسایی زنده
fi: Värisovitukset valokuville ja live-tunnistukselle
fil: Color Matches para sa Photo at Live ID
he: התאמות צבע לתמונה ול-Live ID
hi: फोटो और लाइव आईडी के लिए रंग मिलान
hu: Szín egyezések fotóhoz és élő azonosításhoz
id: Kecocokan Warna untuk Foto & Live ID
it: Corrispondenze Colori per Foto e Live ID
ko: 사진 및 라이브 ID 색상 일치
nl: Kleurovereenkomsten voor Foto & Live-ID
pl: Dopasowania kolorów dla zdjęć i trybu na żywo
ro: Potriviri de Culoare pentru Foto și Live
sk: Zhody farieb pre fotografie a Live
sv: Färgmatchningar för foto och live
sw: Rangi Zinazofanana kwa Picha na Moja kwa Moja
ta: புகைப்படம் மற்றும் நேரடி பொருந்தும் நிறங்கள்
th: สีที่ตรงกันสำหรับภาพและแบบสด
uk: Збіги кольорів для фото та живого режиму
vi: Màu tương đồng cho ảnh và chế độ trực tiếp
zh_hans: 照片与实时颜色匹配
zh_hant: 照片與即時顏色匹配

# feature_unlimited_access_title
source: Unlimited Access
ar: وصول غير محدود
bn: সীমাহীন অ্যাক্সেস
el: Απεριόριστη πρόσβαση
fa: دسترسی نامحدود
fi: Rajoittamaton pääsy
fil: Walang Hanggang Access
he: גישה ללא הגבלה
hi: असीमित पहुँच
hu: Korlátlan hozzáférés
id: Akses Tanpa Batas
it: Accesso Illimitato
ko: 무제한 액세스
nl: Onbeperkte toegang
pl: Nieograniczony dostęp
ro: Acces Nelimitat
sk: Neobmedzený prístup
sv: Obegränsad åtkomst
sw: Ufikiaji Usio na Kizuizi
ta: அளவில்லா அணுகல்
th: การเข้าถึงไม่จำกัด
uk: Необмежений доступ
vi: Truy cập không giới hạn
zh_hans: 无限访问
zh_hant: 無限制存取

# toast_copied
source: Copied
ar: تم النسخ
bn: কপি হয়েছে
el: Αντιγράφηκε
fa: کپی شد
fi: Kopioitu
fil: Nakopya
he: הועתק
hi: कॉपी किया गया
hu: Másolva
id: Disalin
it: Copiato
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
ro: Copiat
sk: Skopírované
sv: Kopierat
sw: Imenakiliwa
ta: நகலெடுக்கப்பட்டது
th: คัดลอกแล้ว
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# toast_added
source: Added
ar: تمت الإضافة
bn: যোগ হয়েছে
el: Προστέθηκε
fa: افزوده شد
fi: Lisätty
fil: Nadagdag
he: נוסף
hi: जोड़ा गया
hu: Hozzáadva
id: Ditambahkan
it: Aggiunto
ko: 추가됨
nl: Toegevoegd
pl: Dodano
ro: Adăugat
sk: Pridané
sv: Tillagt
sw: Imeongezwa
ta: சேர்க்கப்பட்டது
th: เพิ่มแล้ว
uk: Додано
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

# toast_removed
source: Removed
ar: تمت الإزالة
bn: সরানো হয়েছে
el: Αφαιρέθηκε
fa: حذف شد
fi: Poistettu
fil: Natanggal
he: הוסר
hi: हटाया गया
hu: Eltávolítva
id: Dihapus
it: Rimosso
ko: 삭제됨
nl: Verwijderd
pl: Usunięto
ro: Eliminat
sk: Odstránené
sv: Borttaget
sw: Imeondolewa
ta: நீக்கப்பட்டது
th: ลบแล้ว
uk: Видалено
vi: Đã xóa
zh_hans: 已移除
zh_hant: 已移除

# toast_share
source: Share
ar: مشاركة
bn: শেয়ার
el: Κοινή χρήση
fa: اشتراک‌گذاری
fi: Jaa
fil: Ibahagi
he: שתף
hi: साझा करें
hu: Megosztás
id: Bagikan
it: Condividi
ko: 공유
nl: Delen
pl: Udostępnij
ro: Distribuie
sk: Zdieľať
sv: Dela
sw: Shiriki
ta: பகிர்
th: แชร์
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# toast_info
source: Info
ar: معلومة
bn: তথ্য
el: Πληροφορία
fa: اطلاعات
fi: Tiedot
fil: Impormasyon
he: מידע
hi: जानकारी
hu: Információ
ko: 정보
nl: Informatie
pl: Informacja
ro: Informație
sk: Informácia
sw: Taarifa
ta: தகவல்
th: ข้อมูล
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊
