Repository: gustavotuas/color-identifier-app
Catalog: Colorit/Localization/*.lproj/Localizable.strings
Languages: ar, bn, el, fa, fi, fil, he, hi, hu, id, it, ko, nl, pl, ro, sk, sv, sw, ta, th, uk, vi, zh_hans, zh_hant

# search_by
source: Search by name, hex, brand or code
ar: ابحث بالاسم أو الرمز أو العلامة أو الكود
bn: নাম, হেক্স, ব্র্যান্ড বা কোড দ্বারা অনুসন্ধান করুন
el: Αναζήτηση με όνομα, hex, μάρκα ή κωδικό
fa: جستجو بر اساس نام، هگز، برند یا کد
fi: Hae nimellä, hexillä, brändillä tai koodilla
fil: Maghanap ayon sa pangalan, hex, brand o code
he: חפש לפי שם, hex, מותג או קוד
hi: नाम, हेक्स, ब्रांड या कोड से खोजें
hu: Keresés név, hex, márka vagy kód szerint
id: Cari berdasarkan nama, hex, merek, atau kode
it: Cerca per nome, hex, marca o codice
ko: 이름, Hex, 브랜드 또는 코드로 검색
nl: Zoek op naam, hex, merk of code
pl: Szukaj po nazwie, hex, marce lub kodzie
ro: Caută după nume, hex, marcă sau cod
sk: Hľadať podľa názvu, hex, značky alebo kódu
sv: Sök efter namn, hex, varumärke eller kod
sw: Tafuta kwa jina, hex, chapa au msimbo
ta: பெயர், hex, பிராண்ட் அல்லது குறியீட்டின் மூலம் தேடவும்
th: ค้นหาด้วยชื่อ, hex, แบรนด์ หรือรหัส
uk: Шукайте за назвою, hex, брендом або кодом
vi: Tìm theo tên, hex, thương hiệu hoặc mã
zh_hans: 按名称、hex、品牌或代码搜索
zh_hant: 以名稱、hex、品牌或代碼搜尋

source: Paints
ar: الدهانات
bn: পেইন্টস
el: Χρώματα
fa: رنگ‌ها
fi: Maalit
fil: Mga Pintura
he: צבעים
hi: रंग
hu: Festékek
id: Cat
it: Vernici
ko: 페인트
nl: Verfkleuren
pl: Farby
ro: Vopsele
sk: Farby
sv: Färger
sw: Rangi
ta: நிறங்கள்
th: สีทา
uk: Фарби
vi: Sơn
zh_hans: 油漆
zh_hant: 油漆

source: General palette
ar: لوحة الألوان العامة
bn: সাধারণ প্যালেট
el: Γενική παλέτα
fa: پالت عمومی
fi: Yleinen paletti
fil: Pangkalahatang Palette
he: פלטה כללית
hi: सामान्य पैलेट
hu: Általános paletta
id: Palet Umum
it: Palette generale
ko: 일반 팔레트
nl: Algemene palet
pl: Paleta ogólna
ro: Paletă generală
sk: Všeobecná paleta
sv: Allmän palett
sw: Paleti ya jumla
ta: பொது நிறப்பட்டி
th: พาเลตทั่วไป
uk: Загальна палітра
vi: Bảng màu tổng hợp
zh_hans: 通用调色板
zh_hant: 通用調色板

source: No match found
ar: لا توجد مطابقة
bn: কোনও মিল পাওয়া যায়নি
el: Δεν βρέθηκε αντιστοιχία
fa: موردی یافت نشد
fi: Ei tuloksia
fil: Walang natagpuang tugma
he: לא נמצאה התאמה
hi: कोई मेल नहीं मिला
hu: Nincs találat
id: Tidak ada kecocokan ditemukan
it: Nessuna corrispondenza trovata
ko: 일치 항목이 없습니다
nl: Geen overeenkomst gevonden
pl: Nie znaleziono dopasowań
ro: Nicio potrivire găsită
sk: Nenašla sa žiadna zhoda
sv: Ingen matchning hittades
sw: Hakuna inayolingana imepatikana
ta: பொருத்தம் எதுவும் இல்லை
th: ไม่พบที่ตรงกัน
uk: Збігів не знайдено
vi: Không tìm thấy kết quả phù hợp
zh_hans: 未找到匹配结果
zh_hant: 未找到相符結果

source: Added to Collections
ar: تمت الإضافة إلى المجموعات
bn: সংগ্রহে যোগ করা হয়েছে
el: Προστέθηκε στις συλλογές
fa: به مجموعه‌ها افزوده شد
fi: Lisätty kokoelmiin
fil: Nadagdag sa mga Koleksyon
he: נוסף לאוספים
hi: संग्रह में जोड़ा गया
hu: Hozzáadva a gyűjteményhez
id: Ditambahkan ke Koleksi
it: Aggiunto alle collezioni
ko: 컬렉션에 추가됨
nl: Toegevoegd aan collecties
pl: Dodano do kolekcji
ro: Adăugat în colecții
sk: Pridané do kolekcií
sv: Tillagd i samlingar
sw: Imeongezwa kwenye mikusanyiko
ta: சேமிப்புகளில் சேர்க்கப்பட்டது
th: เพิ่มในคอลเลกชันแล้ว
uk: Додано до колекцій
vi: Đã thêm vào bộ sưu tập
zh_hans: 已添加到收藏
zh_hant: 已新增到收藏

source: Removed from Collections
ar: تمت الإزالة من المجموعات
bn: সংগ্রহ থেকে সরানো হয়েছে
el: Αφαιρέθηκε από τις συλλογές
fa: از مجموعه‌ها حذف شد
fi: Poistettu kokoelmista
fil: Tinanggal mula sa mga Koleksyon
he: הוסר מהאוספים
hi: संग्रह से हटाया गया
hu: Eltávolítva a gyűjteményből
id: Dihapus dari Koleksi
it: Rimosso dalle collezioni
ko: 컬렉션에서 제거됨
nl: Verwijderd uit collecties
pl: Usunięto z kolekcji
ro: Eliminat din colecții
sk: Odstránené z kolekcií
sv: Borttagen från samlingar
sw: Imeondolewa kwenye mikusanyiko
ta: சேமிப்பிலிருந்து நீக்கப்பட்டது
th: ลบออกจากคอลเลกชันแล้ว
uk: Видалено з колекцій
vi: Đã xóa khỏi bộ sưu tập
zh_hans: 已从收藏中移除
zh_hant: 已從收藏移除

source: Sort by alphabetic
ar: فرز أبجديًا
bn: বর্ণানুক্রমিকভাবে সাজান
el: Ταξινόμηση αλφαβητικά
fa: مرتب‌سازی الفبایی
fi: Lajittele aakkosjärjestyksessä
fil: Ayusin ayon sa alpabeto
he: מיין לפי אלפבית
hi: वर्णानुक्रम से क्रमबद्ध करें
hu: Rendezés ábécé szerint
id: Urutkan secara alfabet
it: Ordina alfabeticamente
ko: 가나다순 정렬
nl: Alfabetisch sorteren
pl: Sortuj alfabetycznie
ro: Sortează alfabetic
sk: Zoradiť abecedne
sv: Sortera alfabetiskt
sw: Panga kwa alfabeti
ta: அகர வரிசைப்படி வரிசைப்படுத்து
th: เรียงตามตัวอักษร
uk: Сортувати за алфавітом
vi: Sắp xếp theo bảng chữ cái
zh_hans: 按字母排序
zh_hant: 按字母排序

# free_preview
source: Free Preview – Unlock PRO for full access
ar: معاينة مجانية – افتح PRO للوصول الكامل
bn: ফ্রি প্রিভিউ – সম্পূর্ণ অ্যাক্সেসের জন্য প্রো আনলক করুন
el: Δωρεάν προεπισκόπηση – Ξεκλείδωσε το PRO για πλήρη πρόσβαση
fa: پیش‌نمایش رایگان – برای دسترسی کامل PRO را باز کن
fi: Ilmainen esikatselu – Avaa PRO saadaksesi täyden pääsyn
fil: Libreng Preview – I-unlock ang PRO para sa buong access
he: תצוגה חינמית – פתח PRO לגישה מלאה
hi: नि:शुल्क पूर्वावलोकन – पूर्ण पहुँच के लिए PRO अनलॉक करें
hu: Ingyenes előnézet – Teljes hozzáféréshez PRO feloldása
id: Pratinjau Gratis – Buka PRO untuk akses penuh
it: Anteprima gratuita – Sblocca PRO per accesso completo
ko: 무료 미리보기 – 전체 액세스를 위해 PRO 잠금 해제
nl: Gratis voorbeeld – Ontgrendel PRO voor volledige toegang
pl: Darmowy podgląd – Odblokuj PRO, aby uzyskać pełny dostęp
ro: Previzualizare gratuită – deblochează PRO pentru acces complet
sk: Bezplatná ukážka – odomknite PRO pre plný prístup
sv: Gratis förhandsvisning – lås upp PRO för full åtkomst
sw: Mwonekano wa bure – fungua PRO kwa ufikiaji kamili
ta: இலவச முன்னோட்டம் – முழு அணுகலுக்கு PROவைத் திறக்கவும்
th: ดูตัวอย่างฟรี – ปลดล็อก PRO เพื่อเข้าถึงทั้งหมด
uk: Безкоштовний перегляд – Відкрийте PRO для повного доступу
vi: Xem trước miễn phí – Mở PRO để truy cập đầy đủ
zh_hans: 免费预览 – 解锁 PRO 以获得完整访问权限
zh_hant: 免費預覽 – 解鎖 PRO 以獲得完整存取權

# unlock_live_camera
source: Unlock Full Live Camera
ar: افتح الكاميرا الحية الكاملة
bn: সম্পূর্ণ লাইভ ক্যামেরা আনলক করুন
el: Ξεκλείδωσε την πλήρη Ζωντανή Κάμερα
fa: باز کردن دوربین زنده کامل
fi: Avaa koko Live-kamera
fil: I-unlock ang Buong Live Camera
he: פתח מצלמה חיה מלאה
hi: पूर्ण लाइव कैमरा अनलॉक करें
hu: Élő kamera feloldása
id: Buka Kamera Langsung Sepenuhnya
it: Sblocca fotocamera live completa
ko: 라이브 카메라 전체 잠금 해제
nl: Ontgrendel volledige live-camera
pl: Odblokuj pełny tryb kamery na żywo
ro: Deblochează Camera Live completă
sk: Odomknúť plnú živú kameru
sv: Lås upp full Live-kamera
sw: Fungua Kamera ya Moja kwa Moja Kamili
ta: முழு நேர கேமராவைத் திறக்கவும்
th: ปลดล็อกกล้องถ่ายทอดสดเต็มรูปแบบ
uk: Відкрити повну камеру
vi: Mở khóa Máy ảnh Trực tiếp
zh_hans: 解锁实时相机
zh_hant: 解鎖即時相機

source: Generate Palette
ar: إنشاء لوحة ألوان
bn: প্যালেট তৈরি করুন
el: Δημιουργία παλέτας
fa: ایجاد پالت
fi: Luo paletti
fil: Gumawa ng Palette
he: צור פלטה
hi: पैलेट बनाएं
hu: Paletta létrehozása
id: Buat Palet
it: Genera palette
ko: 팔레트 생성
nl: Genereer palet
pl: Generuj paletę
ro: Generează paletă
sk: Vytvoriť paletu
sv: Skapa palett
sw: Tengeneza paleti
ta: நிறப்பட்டி உருவாக்கவும்
th: สร้างพาเลต
uk: Створити палітру
vi: Tạo bảng màu
zh_hans: 生成调色板
zh_hant: 產生調色板

source: Precision
ar: الدقة
bn: নির্ভুলতা
el: Ακρίβεια
fa: دقت
fi: Tarkkuus
fil: Katumpakan
he: דיוק
hi: सटीकता
hu: Pontosság
id: Presisi
it: Precisione
ko: 정확도
nl: Precisie
pl: Dokładność
ro: Precizie
sk: Presnosť
sw: Usahihi
ta: துல்லியம்
th: ความแม่นยำ
uk: Точність
vi: Độ chính xác
zh_hans: 精度
zh_hant: 精確度

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
fil: I-save
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ko: 저장
nl: Opslaan
pl: Zapisz
ro: Salvează
sk: Uložiť
sv: Spara
sw: Hifadhi
ta: சேமி
th: บันทึก
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save color to collections
ar: حفظ اللون في المجموعات
bn: রঙটি সংগ্রহে সংরক্ষণ করুন
el: Αποθήκευση χρώματος στις συλλογές
fa: ذخیره رنگ در مجموعه‌ها
fi: Tallenna väri kokoelmiin
fil: I-save ang kulay sa mga koleksyon
he: שמור צבע באוספים
hi: रंग को संग्रह में सहेजें
hu: Szín mentése a gyűjteménybe
id: Simpan warna ke Koleksi
it: Salva colore nelle collezioni
ko: 색상을 컬렉션에 저장
nl: Sla kleur op in collecties
pl: Zapisz kolor w kolekcjach
ro: Salvează culoarea în colecții
sk: Uložiť farbu do kolekcií
sv: Spara färg till samlingar
sw: Hifadhi rangi kwenye mikusanyiko
ta: நிறத்தை சேமிப்புகளில் சேமிக்கவும்
th: บันทึกสีลงในคอลเลกชัน
uk: Зберегти колір у колекції
vi: Lưu màu vào bộ sưu tập
zh_hans: 将颜色保存到收藏
zh_hant: 將顏色儲存到收藏

source: Color Matches
ar: تطابق الألوان
bn: রঙের মিল
el: Αντιστοιχίες χρωμάτων
fa: تطابق رنگ‌ها
fi: Värisovitukset
fil: Mga Tugmang Kulay
he: התאמות צבע
hi: रंग मिलान
hu: Szín egyezések
id: Kecocokan Warna
it: Corrispondenze di colore
ko: 색상 일치
nl: Kleurovereenkomsten
pl: Dopasowania kolorów
ro: Potriviri de culori
sk: Zhody farieb
sv: Färgmatchningar
sw: Rangi zinazofanana
ta: பொருந்தும் நிறங்கள்
th: สีที่ตรงกัน
uk: Збіги кольорів
vi: Màu tương đồng
zh_hans: 颜色匹配
zh_hant: 顏色匹配

source: Add Palette to Collections
ar: إضافة اللوحة إلى المجموعات
bn: প্যালেটটি সংগ্রহে যোগ করুন
el: Προσθήκη παλέτας στις συλλογές
fa: افزودن پالت به مجموعه‌ها
fi: Lisää paletti kokoelmiin
fil: Idagdag ang Palette sa Mga Koleksyon
he: הוסף פלטה לאוספים
hi: पैलेट को संग्रह में जोड़ें
hu: Paletta hozzáadása a gyűjteményhez
id: Tambahkan Palet ke Koleksi
it: Aggiungi palette alle collezioni
ko: 팔레트를 컬렉션에 추가
nl: Voeg palet toe aan collecties
pl: Dodaj paletę do kolekcji
ro: Adaugă paleta în colecții
sk: Pridať paletu do kolekcií
sv: Lägg till palett i samlingar
sw: Ongeza paleti kwenye mikusanyiko
ta: நிறப்பட்டியை சேமிப்புகளில் சேர்க்கவும்
th: เพิ่มพาเลตไปยังคอลเลกชัน
uk: Додати палітру до колекцій
vi: Thêm bảng màu vào bộ sưu tập
zh_hans: 将调色板添加到收藏
zh_hant: 將調色板新增到收藏

source: Palette Saved
ar: تم حفظ اللوحة
bn: প্যালেট সংরক্ষিত হয়েছে
el: Η παλέτα αποθηκεύτηκε
fa: پالت ذخیره شد
fi: Paletti tallennettu
fil: Na-save ang Palette
he: הפלטה נשמרה
hi: पैलेट सहेजा गया
hu: Paletta elmentve
id: Palet Disimpan
it: Palette salvata
ko: 팔레트 저장됨
nl: Palet opgeslagen
pl: Paleta zapisana
ro: Paletă salvată
sk: Paleta uložená
sv: Palett sparad
sw: Paleti imehifadhiwa
ta: நிறப்பட்டி சேமிக்கப்பட்டது
th: บันทึกพาเลตแล้ว
uk: Палітру збережено
vi: Đã lưu bảng màu
zh_hans: 调色板已保存
zh_hant: 調色板已儲存

# palette_added
source: Palette Added to Collections
ar: تمت إضافة اللوحة إلى المجموعات
bn: প্যালেটটি সংগ্রহে যোগ করা হয়েছে
el: Η παλέτα προστέθηκε στις συλλογές
fa: پالت به مجموعه‌ها افزوده شد
fi: Paletti lisätty kokoelmiin
fil: Idinagdag ang Palette sa Mga Koleksyon
he: הפלטה נוספה לאוספים
hi: पैलेट संग्रह में जोड़ा गया
hu: Paletta hozzáadva a gyűjteményhez
id: Palet Ditambahkan ke Koleksi
it: Palette aggiunta alle collezioni
ko: 팔레트가 컬렉션에 추가됨
nl: Palet toegevoegd aan collecties
pl: Paleta dodana do kolekcji
ro: Paletă adăugată în colecții
sk: Paleta pridaná do kolekcií
sv: Palett tillagd i samlingar
sw: Paleti imeongezwa kwenye mikusanyiko
ta: நிறப்பட்டி சேமிப்புகளில் சேர்க்கப்பட்டது
th: เพิ่มพาเลตในคอลเลกชันแล้ว
uk: Палітру додано до колекцій
vi: Đã thêm bảng màu vào bộ sưu tập
zh_hans: 调色板已添加到收藏
zh_hant: 調色板已新增到收藏

source: Live Palette
ar: لوحة الألوان الحية
bn: লাইভ প্যালেট
el: Ζωντανή παλέτα
fa: پالت زنده
fi: Live-paletti
he: פלטה חיה
hi: लाइव पैलेट
hu: Élő paletta
id: Palet Langsung
it: Palette live
ko: 라이브 팔레트
nl: Live-palet
pl: Paleta na żywo
ro: Paletă Live
sk: Živá paleta
sv: Live-palett
sw: Paleti ya Moja kwa Moja
ta: நேரடி நிறப்பட்டி
th: พาเลตแบบสด
uk: Жива палітра
vi: Bảng màu trực tiếp
zh_hans: 实时调色板
zh_hant: 即時調色板

source: Photo Palette
ar: لوحة ألوان الصورة
bn: ছবির প্যালেট
el: Φωτογραφική παλέτα
fa: پالت عکس
fi: Kuvapaletti
he: פלטת תמונה
hi: फोटो पैलेट
hu: Fotópaletta
id: Palet Foto
it: Palette foto
ko: 사진 팔레트
nl: Foto-palet
pl: Paleta zdjęć
ro: Paletă din fotografie
sk: Paleta z fotografie
sv: Foto-palett
sw: Paleti ya Picha
ta: புகைப்பட நிறப்பட்டி
th: พาเลตรูปภาพ
uk: Фото палітра
vi: Bảng màu ảnh
zh_hans: 照片调色板
zh_hant: 照片調色板

source: Unlock Full Palette & Color Matches
ar: افتح اللوحة الكاملة وتطابق الألوان
bn: সম্পূর্ণ প্যালেট ও রঙের মিল আনলক করুন
el: Ξεκλείδωσε την πλήρη παλέτα και τις αντιστοιχίες
fa: باز کردن پالت کامل و تطابق رنگ
fi: Avaa koko paletti ja värisovitukset
fil: I-unlock ang Buong Palette at Mga Tugma ng Kulay
he: פתח פלטה מלאה והתאמות צבע
hi: पूर्ण पैलेट और रंग मिलान अनलॉक करें
hu: Teljes paletta és színegyezés feloldása
id: Buka Palet Lengkap & Kecocokan Warna
it: Sblocca palette completa e corrispondenze di colore
ko: 전체 팔레트 및 색상 일치 보기 잠금 해제
nl: Ontgrendel volledig palet en kleurovereenkomsten
pl: Odblokuj pełną paletę i dopasowania kolorów
ro: Deblochează paleta completă și potrivirile de culori
sk: Odomknúť plnú paletu a zhody farieb
sv: Lås upp full palett och färgmatchningar
sw: Fungua paleti kamili na rangi zinazofanana
ta: முழு நிறப்பட்டி மற்றும் பொருந்தும் நிறங்களைத் திறக்கவும்
th: ปลดล็อกพาเลตเต็มและสีที่ตรงกัน
uk: Відкрити повну палітру та збіги кольорів
vi: Mở toàn bộ bảng màu và màu tương đồng
zh_hans: 解锁完整调色板和颜色匹配
zh_hant: 解鎖完整調色板與顏色匹配

source: Colors
ar: ألوان
bn: রং
el: Χρώματα
fa: رنگ‌ها
fi: Värit
fil: Mga Kulay
he: צבעים
hi: रंग
hu: Színek
id: Warna
it: Colori
ko: 색상
nl: Kleuren
pl: Kolory
ro: Culori
sk: Farby
sv: Färger
sw: Rangi
ta: நிறங்கள்
th: สีทั้งหมด
uk: Кольори
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Color
ar: لون
bn: রঙ
el: Χρώμα
fa: رنگ
fi: Väri
fil: Kulay
he: צבע
hi: रंग
hu: Szín
id: Warna
it: Colore
ko: 색상
nl: Kleur
pl: Kolor
ro: Culoare
sk: Farba
sv: Färg
sw: Rangi
ta: நிறம்
th: สี
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Palettes
ar: لوحات
bn: প্যালেটসমূহ
el: Παλέτες
fa: پالت‌ها
fi: Paletit
fil: Mga Palette
he: פלטות
hi: पैलेट्स
hu: Paletták
id: Palet
it: Palette
ko: 팔레트
nl: Paletten
pl: Palety
ro: Palete
sk: Palety
sv: Paletter
sw: Paleti
ta: நிறப்பட்டிகள்
th: พาเลต
uk: Палітри
vi: Bảng màu
zh_hans: 调色板
zh_hant: 調色板

source: Palette
ar: لوحة
bn: প্যালেট
el: Παλέτα
fa: پالت
fi: Paletti
he: פלטה
hi: पैलेट
hu: Paletta
id: Palet
ko: 팔레트
nl: Palet
pl: Paleta
ro: Paletă
sk: Paleta
sv: Palett
sw: Paleti
ta: நிறப்பட்டி
th: พาเลต
uk: Палітра
vi: Bảng màu
zh_hans: 调色板
zh_hant: 調色板

source: All
ar: الكل
bn: সব
el: Όλα
fa: همه
fi: Kaikki
fil: Lahat
he: הכול
hi: सभी
hu: Összes
id: Semua
it: Tutti
ko: 전체
nl: Alles
pl: Wszystkie
ro: Toate
sk: Všetko
sv: Alla
sw: Zote
ta: அனைத்தும்
th: ทั้งหมด
uk: Усе
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: No collections yet
ar: لا توجد مجموعات بعد
bn: এখনও কোনও সংগ্রহ নেই
el: Δεν υπάρχουν ακόμη συλλογές
fa: هنوز مجموعه‌ای وجود ندارد
fi: Ei vielä kokoelmia
fil: Wala pang mga koleksyon
he: אין עדיין אוספים
hi: अभी तक कोई संग्रह नहीं
hu: Még nincsenek gyűjtemények
id: Belum ada koleksi
it: Nessuna collezione ancora
ko: 아직 컬렉션이 없습니다
nl: Nog geen collecties
pl: Brak kolekcji
ro: Nicio colecție încă
sk: Zatiaľ žiadne kolekcie
sv: Inga samlingar än
sw: Hakuna mikusanyiko bado
ta: இன்னும் சேமிப்புகள் இல்லை
th: ยังไม่มีคอลเลกชัน
uk: Ще немає колекцій
vi: Chưa có bộ sưu tập nào
zh_hans: 尚无收藏
zh_hant: 尚無收藏

# no_collections_subtitle
source: Save colors and palettes to revisit them here.
ar: احفظ الألوان واللوحات لعرضها هنا لاحقًا.
bn: রঙ এবং প্যালেট সংরক্ষণ করুন যাতে পরে দেখতে পারেন।
el: Αποθήκευσε χρώματα και παλέτες για να τα δεις αργότερα εδώ.
fa: رنگ‌ها و پالت‌ها را ذخیره کن تا بعداً در اینجا ببینی.
fi: Tallenna värejä ja paletteja nähdäksesi ne myöhemmin täällä.
fil: I-save ang mga kulay at palette para makita muli dito.
he: שמור צבעים ופלטות כדי לגשת אליהם כאן מאוחר יותר.
hi: रंगों और पैलेट्स को सहेजें ताकि आप उन्हें बाद में देख सकें।
hu: Mentsen színeket és palettákat, hogy később újra megtekinthesse őket.
id: Simpan warna dan palet untuk melihatnya kembali di sini.
it: Salva colori e palette per rivederli qui in seguito.
ko: 색상과 팔레트를 저장해 나중에 다시 확인하세요.
nl: Sla kleuren en paletten op om ze hier terug te vinden.
pl: Zapisz kolory i palety, aby obejrzeć je tutaj później.
ro: Salvează culori și palete pentru a le vizualiza aici mai târziu.
sk: Uložte farby a palety, aby ste si ich mohli neskôr znovu pozrieť.
sv: Spara färger och paletter för att se dem här senare.
sw: Hifadhi rangi na paleti uzione tena hapa.
ta: நிறங்கள் மற்றும் நிறப்பட்டிகளை சேமித்து பின்னர் இங்கே பார்க்கவும்.
th: บันทึกสีและพาเลตไว้เพื่อดูภายหลังที่นี่
uk: Зберігайте кольори та палітри, щоб переглянути їх тут пізніше.
vi: Lưu màu và bảng màu để xem lại sau tại đây.
zh_hans: 保存颜色和调色板以便稍后在此查看。
zh_hant: 儲存顏色與調色板以便稍後在此查看。

source: Clear all Collections?
ar: مسح جميع المجموعات؟
bn: সব সংগ্রহ মুছে ফেলবেন?
el: Εκκαθάριση όλων των συλλογών;
fa: حذف همه مجموعه‌ها؟
fi: Tyhjennetäänkö kaikki kokoelmat?
fil: I-clear ang lahat ng Koleksyon?
he: למחוק את כל האוספים?
hi: सभी संग्रह साफ़ करें?
hu: Összes gyűjtemény törlése?
id: Hapus semua koleksi?
it: Cancellare tutte le collezioni?
ko: 모든 컬렉션을 삭제하시겠습니까?
nl: Alle collecties wissen?
pl: Wyczyścić wszystkie kolekcje?
ro: Ștergi toate colecțiile?
sk: Vymazať všetky kolekcie?
sv: Rensa alla samlingar?
sw: Futa mikusanyiko yote?
ta: அனைத்து சேமிப்புகளையும் நீக்கவா?
th: ล้างคอลเลกชันทั้งหมดหรือไม่?
uk: Очистити всі колекції?
vi: Xóa tất cả bộ sưu tập?
zh_hans: 清空所有收藏？
zh_hant: 清除所有收藏？

source: Yes
ar: نعم
bn: হ্যাঁ
el: Ναι
fa: بله
fi: Kyllä
fil: Oo
he: כן
hi: हाँ
hu: Igen
id: Ya
it: Sì
ko: 예
nl: Ja
pl: Tak
ro: Da
sk: Áno
sv: Ja
sw: Ndiyo
ta: ஆம்
th: ใช่
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

source: No
ar: لا
bn: না
el: Όχι
fa: خیر
fi: Ei
fil: Hindi
he: לא
hi: नहीं
hu: Nem
id: Tidak
ko: 아니요
nl: Nee
pl: Nie
ro: Nu
sk: Nie
sv: Nej
sw: Hapana
ta: இல்லை
th: ไม่ใช่
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

source: Create Palette
ar: إنشاء لوحة
bn: প্যালেট তৈরি করুন
el: Δημιουργία παλέτας
fa: ایجاد پالت
fi: Luo paletti
fil: Gumawa ng Palette
he: צור פלטה
hi: पैलेट बनाएँ
hu: Paletta létrehozása
id: Buat Palet
it: Crea palette
ko: 팔레트 만들기
nl: Maak palet
pl: Utwórz paletę
ro: Creează paletă
sk: Vytvoriť paletu
sv: Skapa palett
sw: Tengeneza paleti
ta: நிறப்பட்டி உருவாக்கவும்
th: สร้างพาเลต
uk: Створити палітру
vi: Tạo bảng màu
zh_hans: 创建调色板
zh_hant: 建立調色板

source: Palette name (optional)
ar: اسم اللوحة (اختياري)
bn: প্যালেটের নাম (ঐচ্ছিক)
el: Όνομα παλέτας (προαιρετικό)
fa: نام پالت (اختیاری)
fi: Paletin nimi (valinnainen)
fil: Pangalan ng Palette (opsyonal)
he: שם פלטה (לא חובה)
hi: पैलेट का नाम (वैकल्पिक)
hu: Paletta neve (nem kötelező)
id: Nama palet (opsional)
it: Nome palette (opzionale)
ko: 팔레트 이름 (선택 사항)
nl: Paletnaam (optioneel)
pl: Nazwa palety (opcjonalnie)
ro: Nume paletă (opțional)
sk: Názov palety (nepovinné)
sv: Palettnamn (valfritt)
sw: Jina la paleti (hiari)
ta: நிறப்பட்டி பெயர் (விருப்பம்)
th: ชื่อพาเลต (ไม่บังคับ)
uk: Назва палітри (необов’язково)
vi: Tên bảng màu (tùy chọn)
zh_hans: 调色板名称（可选）
zh_hant: 調色板名稱（可選）

source: Palette name
ar: اسم اللوحة
bn: প্যালেটের নাম
el: Όνομα παλέτας
fa: نام پالت
fi: Paletin nimi
fil: Pangalan ng Palette
he: שם פלטה
hi: पैलेट का नाम
hu: Paletta neve
id: Nama Palet
it: Nome palette
ko: 팔레트 이름
nl: Paletnaam
pl: Nazwa palety
ro: Nume paletă
sk: Názov palety
sv: Palettnamn
sw: Jina la paleti
ta: நிறப்பட்டி பெயர்
th: ชื่อพาเลต
uk: Назва палітри
vi: Tên bảng màu
zh_hans: 调色板名称
zh_hant: 調色板名稱

source: Add Color
ar: إضافة لون
bn: রঙ যোগ করুন
el: Προσθήκη χρώματος
fa: افزودن رنگ
fi: Lisää väri
fil: Idagdag ang Kulay
he: הוסף צבע
hi: रंग जोड़ें
hu: Szín hozzáadása
id: Tambah Warna
it: Aggiungi colore
ko: 색상 추가
nl: Voeg kleur toe
pl: Dodaj kolor
ro: Adaugă culoare
sk: Pridať farbu
sv: Lägg till färg
sw: Ongeza rangi
ta: நிறம் சேர்க்கவும்
th: เพิ่มสี
uk: Додати колір
vi: Thêm màu
zh_hans: 添加颜色
zh_hant: 新增顏色

source: Edit
ar: تعديل
bn: সম্পাদনা করুন
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
fil: I-edit
he: ערוך
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ko: 편집
nl: Bewerken
pl: Edytuj
ro: Editează
sk: Upraviť
sv: Redigera
sw: Hariri
ta: திருத்து
th: แก้ไข
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Cancel
ar: إلغاء
bn: বাতিল করুন
el: Ακύρωση
fa: لغو
fi: Peruuta
fil: Kanselahin
he: בטל
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ko: 취소
nl: Annuleren
pl: Anuluj
ro: Anulează
sk: Zrušiť
sv: Avbryt
sw: Ghairi
ta: ரத்து செய்
th: ยกเลิก
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Done
ar: تم
bn: সম্পন্ন
el: Τέλος
fa: انجام شد
fi: Valmis
fil: Tapos
he: בוצע
hi: पूर्ण
hu: Kész
id: Selesai
it: Fatto
ko: 완료
nl: Gereed
pl: Gotowe
ro: Gata
sk: Hotovo
sv: Klar
sw: Imekamilika
ta: முடிந்தது
th: เสร็จสิ้น
uk: Готово
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# delete_palette
source: Delete this palette?
ar: هل تريد حذف هذه اللوحة؟
bn: এই প্যালেটটি মুছে ফেলবেন?
el: Διαγραφή αυτής της παλέτας;
fa: حذف این پالت؟
fi: Poistetaanko tämä paletti?
fil: Burahin ang Palette na ito?
he: למחוק את הפלטה הזו?
hi: क्या आप इस पैलेट को हटाना चाहते हैं?
hu: Törli ezt a palettát?
id: Hapus palet ini?
it: Eliminare questa palette?
ko: 이 팔레트를 삭제하시겠습니까?
nl: Dit palet verwijderen?
pl: Usunąć tę paletę?
ro: Ștergi această paletă?
sk: Vymazať túto paletu?
sv: Radera denna palett?
sw: Futa paleti hii?
ta: இந்த நிறப்பட்டியை நீக்கவா?
th: ลบพาเลตนี้หรือไม่?
uk: Видалити цю палітру?
vi: Xóa bảng màu này?
zh_hans: 删除此调色板？
zh_hant: 刪除此調色板？

source: Collections
ar: المجموعات
bn: সংগ্রহসমূহ
el: Συλλογές
fa: مجموعه‌ها
fi: Kokoelmat
fil: Mga Koleksyon
he: אוספים
hi: संग्रह
hu: Gyűjtemények
id: Koleksi
it: Collezioni
ko: 컬렉션
nl: Collecties
pl: Kolekcje
ro: Colecții
sk: Kolekcie
sv: Samlingar
sw: Mikusanyiko
ta: சேமிப்புகள்
th: คอลเลกชัน
uk: Колекції
vi: Bộ sưu tập
zh_hans: 收藏
zh_hant: 收藏

source: New Palette
ar: لوحة جديدة
bn: নতুন প্যালেট
el: Νέα παλέτα
fa: پالت جدید
fi: Uusi paletti
fil: Bagong Palette
he: פלטה חדשה
hi: नया पैलेट
hu: Új paletta
id: Palet Baru
it: Nuova palette
ko: 새 팔레트
nl: Nieuw palet
pl: Nowa paleta
ro: Paletă nouă
sk: Nová paleta
sv: Ny palett
sw: Paleti Mpya
ta: புதிய நிறப்பட்டி
th: พาเลตใหม่
uk: Нова палітра
vi: Bảng màu mới
zh_hans: 新调色板
zh_hant: 新調色板

source: Untitled Palette
ar: لوحة بدون عنوان
bn: শিরোনামহীন প্যালেট
el: Ανώνυμη παλέτα
fa: پالت بدون نام
fi: Nimetön paletti
fil: Walang Pangalan na Palette
he: פלטה ללא שם
hi: शीर्षक रहित पैलेट
hu: Névtelen paletta
id: Palet Tanpa Judul
it: Palette senza titolo
ko: 제목 없는 팔레트
nl: Naamloos palet
pl: Paleta bez nazwy
ro: Paletă fără titlu
sk: Bez názvu
sv: Namnlös palett
sw: Paleti Isiyo na Jina
ta: பெயரிடாத நிறப்பட்டி
th: พาเลตไม่มีชื่อ
uk: Палітра без назви
vi: Bảng màu chưa đặt tên
zh_hans: 未命名调色板
zh_hant: 未命名調色板

source: Delete
ar: حذف
bn: মুছুন
el: Διαγραφή
fa: حذف
fi: Poista
fil: Burahin
he: מחק
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ko: 삭제
nl: Verwijderen
pl: Usuń
ro: Șterge
sk: Vymazať
sv: Radera
sw: Futa
ta: அழி
th: ลบ
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: All colors already added.
ar: تمت إضافة جميع الألوان مسبقًا.
bn: সব রঙ ইতিমধ্যেই যোগ করা হয়েছে।
el: Όλα τα χρώματα έχουν ήδη προστεθεί.
fa: تمام رنگ‌ها قبلاً افزوده شده‌اند.
fi: Kaikki värit on jo lisätty.
fil: Lahat ng kulay ay naidagdag na.
he: כל הצבעים כבר נוספו.
hi: सभी रंग पहले ही जोड़े जा चुके हैं।
hu: Minden szín már hozzá lett adva.
id: Semua warna sudah ditambahkan.
it: Tutti i colori sono già stati aggiunti.
ko: 모든 색상이 이미 추가되었습니다.
nl: Alle kleuren zijn al toegevoegd.
pl: Wszystkie kolory zostały już dodane.
ro: Toate culorile au fost deja adăugate.
sk: Všetky farby už boli pridané.
sv: Alla färger har redan lagts till.
sw: Rangi zote tayari zimeongezwa.
ta: அனைத்து நிறங்களும் ஏற்கனவே சேர்க்கப்பட்டுள்ளன.
th: เพิ่มสีทั้งหมดแล้ว
uk: Усі кольори вже додано.
vi: Tất cả màu đã được thêm.
zh_hans: 所有颜色已添加。
zh_hant: 所有顏色已新增。
