Repository: gustavotuas/color-identifier-app
Catalog: Colorit/Localization/*.lproj/Localizable.strings
Languages: ar, bn, el, fa, fi, fil, he, hi, hu, id, it, ko, nl, pl, ro, sk, sv, sw, ta, th, uk, vi, zh_hans, zh_hant

# tab_collections
source: Collections
ar: المجموعات
bn: সংগ্রহসমূহ
el: Συλλογές
fa: مجموعه‌ها
fi: Kokoelmat
fil: Mga Koleksyon
he: אוספים
hi: संग्रह
hu: Gyűjtemények
id: Koleksi
it: Collezioni
ko: 컬렉션
nl: Collecties
pl: Kolekcje
ro: Colecții
sk: Kolekcie
sv: Samlingar
sw: Mikusanyiko
ta: சேமிப்புகள்
th: คอลเลกชัน
uk: Колекції
vi: Bộ sưu tập
zh_hans: 收藏
zh_hant: 收藏

# tab_search
source: Search
ar: بحث
bn: অনুসন্ধান
el: Αναζήτηση
fa: جستجو
fi: Haku
fil: Maghanap
he: חיפוש
hi: खोज
hu: Keresés
id: Pencarian
it: Cerca
ko: 검색
nl: Zoeken
pl: Szukaj
ro: Căutare
sk: Hľadať
sv: Sök
sw: Tafuta
ta: தேடல்
th: ค้นหา
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# tab_camera
source: Camera
ar: الكاميرا
bn: ক্যামেরা
el: Κάμερα
fa: دوربین
fi: Kamera
fil: Kamera
he: מצלמה
hi: कैमरा
hu: Kamera
id: Kamera
it: Fotocamera
ko: 카메라
pl: Kamera
ro: Cameră
sk: Kamera
sv: Kamera
sw: Kamera
ta: கேமரா
th: กล้อง
uk: Камера
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# tab_photos
source: Photos
ar: الصور
bn: ছবিসমূহ
el: Φωτογραφίες
fa: عکس‌ها
fi: Kuvat
fil: Mga Larawan
he: תמונות
hi: फोटो
hu: Fotók
id: Foto
it: Foto
ko: 사진
nl: Foto’s
pl: Zdjęcia
ro: Fotografii
sk: Fotky
sv: Foton
sw: Picha
ta: புகைப்படங்கள்
th: รูปภาพ
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# tab_settings
source: Settings
ar: الإعدادات
bn: সেটিংস
el: Ρυθμίσεις
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ko: 설정
nl: Instellingen
pl: Ustawienia
ro: Setări
sk: Nastavenia
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
th: การตั้งค่า
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# pro_badge
source: PRO
ar: محترف
bn: প্রো

source: Unlock Pro
ar: افتح النسخة الاحترافية
bn: প্রো আনলক করুন
el: Ξεκλείδωσε το Pro
fa: باز کردن Pro
fi: Avaa Pro
fil: I-unlock ang Pro
he: פתח Pro
hi: Pro अनलॉक करें
hu: Pro feloldása
id: Buka Pro
it: Sblocca Pro
ko: Pro 잠금 해제
nl: Ontgrendel Pro
pl: Odblokuj Pro
ro: Deblochează Pro
sk: Odomknúť Pro
sv: Lås upp Pro
sw: Fungua Pro
ta: ப்ரோவை திறக்கவும்
th: ปลดล็อก Pro
uk: Відкрити Pro
vi: Mở khóa Pro
zh_hans: 解锁专业版
zh_hant: 解鎖專業版

# unlock_pro_subtitle
source: Access all premium features
ar: الوصول إلى جميع الميزات المميزة
bn: সমস্ত প্রিমিয়াম বৈশিষ্ট্য অ্যাক্সেস করুন
el: Πρόσβαση σε όλες τις premium λειτουργίες
fa: دسترسی به همه ویژگی‌های ویژه
fi: Pääsy kaikkiin premium-ominaisuuksiin
fil: I-access ang lahat ng premium na features
he: גישה לכל התכונות המתקדמות
hi: सभी प्रीमियम सुविधाओं तक पहुँचें
hu: Hozzáférés minden prémium funkcióhoz
id: Akses semua fitur premium
it: Accedi a tutte le funzionalità premium
ko: 모든 프리미엄 기능에 액세스
nl: Toegang tot alle premiumfuncties
pl: Uzyskaj dostęp do wszystkich funkcji premium
ro: Accesează toate funcțiile premium
sk: Získajte prístup ku všetkým prémiovým funkciám
sv: Få tillgång till alla premiumfunktioner
sw: Fikia vipengele vyote vya hali ya juu
ta: அனைத்து சிறப்பம்சங்களையும் அணுகவும்
th: เข้าถึงคุณสมบัติพรีเมียมทั้งหมด
uk: Отримайте доступ до всіх преміум-функцій
vi: Truy cập tất cả tính năng cao cấp
zh_hans: 访问所有高级功能
zh_hant: 存取所有高級功能

source: Unlock Picker
ar: افتح أداة الاختيار
bn: পিকার আনলক করুন
el: Ξεκλείδωσε τον επιλογέα
fa: باز کردن انتخاب‌گر
fi: Avaa valitsin
fil: I-unlock ang Picker
he: פתח את הבורר
hi: पिकर अनलॉक करें
hu: Választó feloldása
id: Buka Pemilih
it: Sblocca il selettore
ko: 색상 선택기 잠금 해제
nl: Ontgrendel Kiezer
pl: Odblokuj wybierak
ro: Deblochează Selectorul
sk: Odomknúť výber
sv: Lås upp färgväljaren
sw: Fungua Kichagua
ta: தேர்வியை திறக்கவும்
th: ปลดล็อกเครื่องมือเลือกสี
uk: Відкрити вибір кольору
vi: Mở khóa Trình chọn màu
zh_hans: 解锁取色器
zh_hant: 解鎖取色器

source: Color Harmony
ar: تناغم الألوان
bn: রঙের সামঞ্জস্য
el: Αρμονία χρωμάτων
fa: هماهنگی رنگ
fi: Värien harmonia
fil: Pagkakatugma ng Kulay
he: הרמוניית צבעים
hi: रंग सामंजस्य
hu: Színharmónia
id: Harmoni Warna
it: Armonia dei colori
ko: 색상 조화
nl: Kleurharmonie
pl: Harmonia kolorów
ro: Armonie de culori
sk: Farebná harmónia
sv: Färgharmoni
sw: Ulinganifu wa Rangi
ta: நிற ஒத்திசைவு
th: ความกลมกลืนของสี
uk: Гармонія кольорів
vi: Phối hợp màu sắc
zh_hans: 颜色和谐
zh_hant: 色彩和諧

source: Mode
ar: الوضع
bn: মোড
el: Λειτουργία
fa: حالت
fi: Tila
he: מצב
hi: मोड
hu: Mód
it: Modalità
ko: 모드
nl: Modus
pl: Tryb
ro: Mod
sk: Režim
sv: Läge
sw: Hali
ta: முறை
th: โหมด
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Harmony
ar: التناغم
bn: সামঞ্জস্য
el: Αρμονία
fa: هماهنگی
fi: Harmonia
he: הרמוניה
hi: सामंजस्य
hu: Harmónia
id: Harmoni
it: Armonia
ko: 조화
nl: Harmonie
pl: Harmonia
ro: Armonie
sk: Harmónia
sv: Harmoni
sw: Ulinganifu
ta: ஒத்திசைவு
th: ความกลมกลืน
uk: Гармонія
vi: Hài hòa
zh_hans: 和谐
zh_hant: 和諧

source: Copy
ar: نسخ
bn: কপি
el: Αντιγραφή
fa: کپی
fi: Kopioi
fil: Kopyahin
he: העתק
hi: कॉपी
hu: Másolás
id: Salin
it: Copia
ko: 복사
nl: Kopiëren
pl: Kopiuj
ro: Copiază
sk: Kopírovať
sv: Kopiera
sw: Nakili
ta: நகலெடுக்கவும்
th: คัดลอก
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Share
ar: مشاركة
bn: শেয়ার
el: Κοινή χρήση
fa: اشتراک‌گذاری
fi: Jaa
fil: Ibahagi
he: שתף
hi: साझा करें
hu: Megosztás
id: Bagikan
it: Condividi
ko: 공유
nl: Delen
pl: Udostępnij
ro: Distribuie
sk: Zdieľať
sv: Dela
sw: Shiriki
ta: பகிர்
th: แชร์
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Add
ar: إضافة
bn: যোগ করুন
el: Προσθήκη
fa: افزودن
fi: Lisää
fil: Idagdag
he: הוסף
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ko: 추가
nl: Toevoegen
pl: Dodaj
ro: Adaugă
sk: Pridať
sv: Lägg till
sw: Ongeza
ta: சேர்
th: เพิ่ม
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Added
ar: تمت الإضافة
bn: যোগ হয়েছে
el: Προστέθηκε
fa: افزوده شد
fi: Lisätty
fil: Nadagdag
he: נוסף
hi: जोड़ा गया
hu: Hozzáadva
id: Ditambahkan
it: Aggiunto
ko: 추가됨
nl: Toegevoegd
pl: Dodano
ro: Adăugat
sk: Pridané
sv: Tillagd
sw: Imeongezwa
ta: சேர்க்கப்பட்டது
th: เพิ่มแล้ว
uk: Додано
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

source: Close
ar: إغلاق
bn: বন্ধ করুন
el: Κλείσιμο
fa: بستن
fi: Sulje
fil: Isara
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ko: 닫기
nl: Sluiten
pl: Zamknij
ro: Închide
sk: Zatvoriť
sv: Stäng
sw: Funga
ta: மூடு
th: ปิด
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করা হয়েছে
el: Αντιγράφηκε στο πρόχειρο
fa: در کلیپ‌بورد کپی شد
fi: Kopioitu leikepöydälle
fil: Nakopya sa clipboard
he: הועתק ללוח
hi: क्लिपबोर्ड पर कॉपी किया गया
hu: Vágólapra másolva
id: Disalin ke papan klip
it: Copiato negli appunti
ko: 클립보드에 복사됨
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
ro: Copiat în clipboard
sk: Skopírované do schránky
sv: Kopierat till urklipp
sw: Imenakiliwa kwenye ubao wa kunakilia
ta: கிளிப்போர்டில் நகலெடுக்கப்பட்டது
th: คัดลอกไปยังคลิปบอร์ดแล้ว
uk: Скопійовано в буфер обміну
vi: Đã sao chép vào clipboard
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# share_preparing
source: Preparing share preview...
ar: جارٍ تحضير المعاينة للمشاركة...
bn: শেয়ারের প্রিভিউ প্রস্তুত করা হচ্ছে...
el: Προετοιμασία προεπισκόπησης κοινής χρήσης...
fa: در حال آماده‌سازی پیش‌نمایش اشتراک...
fi: Valmistellaan jakonäkymää...
fil: Inihahanda ang preview para sa pagbabahagi...
he: מכין תצוגה מקדימה לשיתוף...
hi: साझा करने का पूर्वावलोकन तैयार किया जा रहा है...
hu: Megosztási előnézet előkészítése...
id: Menyiapkan pratinjau berbagi...
it: Preparazione dell’anteprima di condivisione...
ko: 공유 미리보기를 준비 중...
nl: Voorbeeld van delen voorbereiden...
pl: Przygotowywanie podglądu udostępniania...
ro: Se pregătește previzualizarea pentru partajare...
sk: Pripravuje sa náhľad na zdieľanie...
sv: Förbereder delningsförhandsvisning...
sw: Inatayarisha mwonekano wa kushiriki...
ta: பகிர்வுக்கான முன்னோட்டம் தயார் செய்யப்படுகிறது...
th: กำลังเตรียมภาพตัวอย่างสำหรับแชร์...
uk: Підготовка попереднього перегляду...
vi: Đang chuẩn bị bản xem trước chia sẻ...
zh_hans: 正在准备分享预览...
zh_hant: 正在準備分享預覽...

source: Red
ar: أحمر
bn: লাল
el: Κόκκινο
fa: قرمز
fi: Punainen
fil: Pula
he: אדום
hi: लाल
hu: Piros
id: Merah
it: Rosso
ko: 빨강
nl: Rood
pl: Czerwony
ro: Roșu
sk: Červená
sv: Röd
sw: Nyekundu
ta: சிகப்பு
th: สีแดง
uk: Червоний
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

source: Green
ar: أخضر
bn: সবুজ
el: Πράσινο
fa: سبز
fi: Vihreä
fil: Berde
he: ירוק
hi: हरा
hu: Zöld
id: Hijau
it: Verde
ko: 초록
nl: Groen
pl: Zielony
ro: Verde
sk: Zelená
sv: Grön
sw: Kijani
ta: பச்சை
th: สีเขียว
uk: Зелений
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

source: Blue
ar: أزرق
bn: নীল
el: Μπλε
fa: آبی
fi: Sininen
fil: Asul
he: כחול
hi: नीला
hu: Kék
id: Biru
it: Blu
ko: 파랑
nl: Blauw
pl: Niebieski
ro: Albastru
sk: Modrá
sv: Blå
sw: Bluu
ta: நீலம்
th: สีน้ำเงิน
uk: Синій
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

source: Hex
ar: رمز Hex
bn: হেক্স
fa: هگز

source: Hue
ar: الدرجة اللونية
bn: রঙের টোন
el: Απόχρωση
fa: ته‌رنگ
fi: Sävy
he: גוון
hi: आभा
hu: Árnyalat
id: Corak
it: Tonalità
ko: 색조
nl: Tint
pl: Odcień
ro: Nuanță
sk: Odtieň
sv: Nyans
sw: Rangi
ta: நிறம்
th: เฉดสี
uk: Відтінок
vi: Sắc độ
zh_hans: 色调
zh_hant: 色相

source: Saturation
ar: التشبع
bn: সম্পৃক্ততা
el: Κορεσμός
fa: اشباع
fi: Kylläisyys
he: רוויה
hi: संतृप्ति
hu: Telítettség
id: Kejenuhan
it: Saturazione
ko: 채도
nl: Verzadiging
pl: Nasycenie
ro: Saturație
sk: Sýtosť
sv: Mättnad
sw: Shamriba
ta: பொருத்தம்
th: ความอิ่มตัว
uk: Насиченість
vi: Độ bão hòa
zh_hans: 饱和度
zh_hant: 飽和度

source: Brightness
ar: السطوع
bn: উজ্জ্বলতা
el: Φωτεινότητα
fa: روشنایی
fi: Kirkkaus
fil: Liwanag
he: בהירות
hi: चमक
hu: Fényerő
id: Kecerahan
it: Luminosità
ko: 명도
nl: Helderheid
pl: Jasność
ro: Luminozitate
sk: Jas
sv: Ljusstyrka
sw: Mwanga
ta: ஒளிர்ச்சி
th: ความสว่าง
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

source: Cyan
ar: سماوي
bn: আকাশি
el: Κυανό
fa: فیروزه‌ای
fi: Syaani
he: ציאן
hi: सियान
hu: Cián
id: Sian
it: Ciano
ko: 청록
nl: Cyaan
pl: Cyjan
ro: Cian
sk: Azúrová
ta: சியான்
th: ฟ้า
uk: Бірюзовий
vi: Xanh lam
zh_hans: 青色
zh_hant: 青色

source: Magenta
ar: أرجواني
bn: ম্যাজেন্টা
el: Ματζέντα
fa: ارغوانی
he: מג'נטה
hi: मैजेंटा
ko: 마젠타
sk: Purpurová
ta: மேஜெண்டா
th: ม่วงแดง
uk: Пурпуровий
vi: Hồng tím
zh_hans: 洋红
zh_hant: 洋紅

source: Yellow
ar: أصفر
bn: হলুদ
el: Κίτρινο
fa: زرد
fi: Keltainen
fil: Dilaw
he: צהוב
hi: पीला
hu: Sárga
id: Kuning
it: Giallo
ko: 노랑
nl: Geel
pl: Żółty
ro: Galben
sk: Žltá
sv: Gul
sw: Manjano
ta: மஞ்சள்
th: เหลือง
uk: Жовтий
vi: Vàng
zh_hans: 黄色
zh_hant: 黃色

source: Black
ar: أسود
bn: কালো
el: Μαύρο
fa: سیاه
fi: Musta
fil: Itim
he: שחור
hi: काला
hu: Fekete
id: Hitam
it: Nero
ko: 검정
nl: Zwart
pl: Czarny
ro: Negru
sk: Čierna
sv: Svart
sw: Nyeusi
ta: கருப்பு
th: ดำ
uk: Чорний
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

source: Show more
ar: عرض المزيد
bn: আরও দেখান
el: Δείτε περισσότερα
fa: نمایش بیشتر
fi: Näytä lisää
fil: Ipakita pa
he: הצג עוד
hi: अधिक दिखाएँ
hu: Több megjelenítése
id: Tampilkan lebih banyak
it: Mostra altro
ko: 더 보기
nl: Meer weergeven
pl: Pokaż więcej
ro: Afișează mai mult
sk: Zobraziť viac
sv: Visa mer
sw: Onyesha zaidi
ta: மேலும் காட்டு
th: แสดงเพิ่มเติม
uk: Показати більше
vi: Hiển thị thêm
zh_hans: 显示更多
zh_hant: 顯示更多

source: Bucket
ar: دلو
bn: বালতি
el: Κουβάς
fa: سطل
fi: Ämpäri
fil: Balde
he: דלי
hi: बाल्टी
hu: Vödör
id: Ember
it: Secchio
ko: 버킷
nl: Emmer
pl: Wiadro
ro: Găleată
sk: Vedro
sv: Hink
sw: Kibakuli
ta: வாளி
th: ถังสี
uk: Відро
vi: Xô màu
zh_hans: 取色桶
zh_hant: 取色桶

# color_not_found
source: Color not found in library
ar: اللون غير موجود في المكتبة
bn: লাইব্রেরিতে রঙ পাওয়া যায়নি
el: Το χρώμα δεν βρέθηκε στη βιβλιοθήκη
fa: رنگ در کتابخانه یافت نشد
fi: Väriä ei löytynyt kirjastosta
fil: Walang natagpuang kulay sa library
he: הצבע לא נמצא בספרייה
hi: पुस्तकालय में रंग नहीं मिला
hu: A szín nem található a könyvtárban
id: Warna tidak ditemukan di pustaka
it: Colore non trovato nella libreria
ko: 라이브러리에서 색상을 찾을 수 없습니다
nl: Kleur niet gevonden in bibliotheek
pl: Nie znaleziono koloru w bibliotece
ro: Culoarea nu a fost găsită în bibliotecă
sk: Farba sa nenašla v knižnici
sv: Färgen hittades inte i biblioteket
sw: Rangi haijapatikana kwenye maktaba
ta: நிறம் நூலகத்தில் கிடைக்கவில்லை
th: ไม่พบสีในคลัง
uk: Колір не знайдено в бібліотеці
vi: Không tìm thấy màu trong thư viện
zh_hans: 未在库中找到颜色
zh_hant: 未在資料庫中找到顏色

source: Shades & Tints
ar: الدرجات والظلال
bn: ছায়া ও টিন্টস
el: Αποχρώσεις και τόννοι
fa: سایه‌ها و تنالیته‌ها
fi: Sävyt ja varjot
fil: Mga Lilim at Tono
he: גוונים ובהירויות
hi: शेड्स और टिंट्स
hu: Árnyalatok és tónusok
id: Bayangan & Nada
it: Sfumature e tonalità
ko: 음영 및 톤
nl: Schaduwen & Tint
pl: Cienie i odcienie
ro: Tonuri și Nuanțe
sk: Odtiene a tóny
sv: Nyans och ton
sw: Vivuli na Matone
ta: நிழல்கள் மற்றும் வெளிச்சங்கள்
th: เฉดและโทนสี
uk: Тіні та відтінки
vi: Sắc độ và tông màu
zh_hans: 明暗与色调
zh_hant: 明暗與色調

source: Contrast Preview
ar: معاينة التباين
bn: কনট্রাস্ট প্রিভিউ
el: Προεπισκόπηση αντίθεσης
fa: پیش‌نمایش کنتراست
fi: Kontrastin esikatselu
fil: Preview ng Kontrasta
he: תצוגה מקדימה של ניגודיות
hi: कॉन्ट्रास्ट पूर्वावलोकन
hu: Kontraszt előnézet
id: Pratinjau Kontras
it: Anteprima contrasto
ko: 대비 미리보기
nl: Contrastvoorbeeld
pl: Podgląd kontrastu
ro: Previzualizare contrast
sk: Náhľad kontrastu
sv: Kontrastförhandsvisning
sw: Mwonekano wa utofauti
ta: எதிர்மறை முன்னோட்டம்
th: ตัวอย่างความคมชัด
uk: Попередній перегляд контрасту
vi: Xem trước độ tương phản
zh_hans: 对比度预览
zh_hant: 對比預覽

source: Vendor
ar: المورّد
bn: সরবরাহকারী
el: Προμηθευτής
fa: تولیدکننده
fi: Toimittaja
fil: Tagapagtustos
he: ספק
hi: विक्रेता
hu: Gyártó
id: Penyedia
it: Fornitore
ko: 제조사
nl: Leverancier
pl: Dostawca
ro: Furnizor
sk: Dodávateľ
sv: Leverantör
sw: Muuzaji
ta: விற்பனையாளர்
th: ผู้จำหน่าย
uk: Постачальник
vi: Nhà cung cấp
zh_hans: 品牌
zh_hant: 供應商

source: Brand
ar: العلامة التجارية
bn: ব্র্যান্ড
el: Μάρκα
fa: برند
fi: Brändi
he: מותג
hi: ब्रांड
hu: Márka
id: Merek
it: Marca
ko: 브랜드
nl: Merk
pl: Marka
ro: Marcă
sk: Značka
sv: Varumärke
sw: Chapa
ta: பிராண்ட்
th: แบรนด์
uk: Бренд
vi: Thương hiệu
zh_hans: 品牌
zh_hant: 品牌

source: Code
ar: الرمز
bn: কোড
el: Κωδικός
fa: کد
fi: Koodi
he: קוד
hi: कोड
hu: Kód
id: Kode
it: Codice
ko: 코드
pl: Kod
ro: Cod
sk: Kód
sv: Kod
sw: Msimbo
ta: குறியீடு
th: รหัส
uk: Код
vi: Mã
zh_hans: 代码
zh_hant: 代碼

source: Locator
ar: الموقع
bn: লোকেটর
el: Εντοπιστής
fa: یابنده
fi: Sijainnin etsijä
he: איתור
hi: लोकेटर
hu: Kereső
id: Pencari
it: Localizzatore
ko: 위치 찾기
nl: Zoeker
pl: Lokalizator
ro: Localizator
sk: Vyhľadávač
sv: Plats
sw: Kipataji
ta: இடம் கண்டுபிடி
th: ตัวระบุตำแหน่ง
uk: Локатор
vi: Trình định vị
zh_hans: 定位
zh_hant: 定位

source: Open Vendor Page
ar: فتح صفحة المورّد
bn: সরবরাহকারীর পৃষ্ঠা খুলুন
el: Άνοιγμα σελίδας προμηθευτή
fa: باز کردن صفحه تولیدکننده
fi: Avaa toimittajan sivu
fil: Buksan ang Pahina ng Vendor
he: פתח את דף הספק
hi: विक्रेता पेज खोलें
hu: Gyártói oldal megnyitása
id: Buka Halaman Penyedia
it: Apri pagina del fornitore
ko: 제조사 페이지 열기
nl: Open leverancierspagina
pl: Otwórz stronę dostawcy
ro: Deschide pagina furnizorului
sk: Otvoriť stránku dodávateľa
sv: Öppna leverantörssida
sw: Fungua ukurasa wa muuzaji
ta: விற்பனையாளர் பக்கத்தை திறக்கவும்
th: เปิดหน้าเว็บของผู้จำหน่าย
uk: Відкрити сторінку постачальника
vi: Mở trang nhà cung cấp
zh_hans: 打开品牌页面
zh_hant: 開啟品牌頁面

source: Line
ar: الخط
bn: লাইন
el: Σειρά
fa: سری
fi: Sarja
fil: Linya
he: סדרה
hi: लाइन
hu: Sorozat
id: Seri
it: Linea
ko: 라인
nl: Lijn
pl: Linia
ro: Linie
sk: Línia
sv: Linje
sw: Mstari
ta: வரி
th: เส้น
uk: Лінія
vi: Dòng
zh_hans: 系列
zh_hant: 系列

# made_with
source: Made with Colorit
ar: صنع باستخدام Colorit
bn: Colorit দিয়ে তৈরি
el: Δημιουργήθηκε με το Colorit
fa: ساخته شده با Colorit
fi: Tehty Coloritilla
fil: Ginawa gamit ang Colorit
he: נוצר בעזרת Colorit
hi: Colorit से बनाया गया
hu: Készült a Colorit segítségével
id: Dibuat dengan Colorit
it: Creato con Colorit
ko: Colorit으로 제작됨
nl: Gemaakt met Colorit
pl: Stworzone w Colorit
ro: Creat cu Colorit
sk: Vytvorené pomocou Colorit
sv: Skapad med Colorit
sw: Imetengenezwa kwa Colorit
ta: Colorit மூலம் உருவாக்கப்பட்டது
th: สร้างด้วย Colorit
uk: Створено за допомогою Colorit
vi: Tạo bằng Colorit
zh_hans: 由 Colorit 制作
zh_hant: 由 Colorit 製作

source: Opening share sheet...
ar: جارٍ فتح قائمة المشاركة...
bn: শেয়ার শীট খোলা হচ্ছে...
el: Άνοιγμα παραθύρου κοινής χρήσης...
fa: در حال باز کردن صفحه اشتراک...
fi: Avataan jakonäkymää...
fil: Binubuksan ang share sheet...
he: פותח מסך שיתוף...
hi: शेयर शीट खोली जा रही है...
hu: Megosztás megnyitása...
id: Membuka lembar berbagi...
it: Apertura del pannello di condivisione...
ko: 공유 시트를 여는 중...
nl: Delen-menu openen...
pl: Otwieranie panelu udostępniania...
ro: Se deschide fereastra de partajare...
sk: Otvára sa ponuka zdieľania...
sv: Öppnar delningsfönster...
sw: Inafungua ukurasa wa kushiriki...
ta: பகிர்வு தாளைத் திறக்கிறது...
th: กำลังเปิดหน้าต่างแชร์...
uk: Відкривається меню спільного доступу...
vi: Đang mở bảng chia sẻ...
zh_hans: 正在打开分享菜单...
zh_hant: 正在開啟分享選單...

source: Failed to open share sheet.
ar: تعذر فتح قائمة المشاركة.
bn: শেয়ার শীট খোলা যায়নি।
el: Αποτυχία ανοίγματος παραθύρου κοινής χρήσης.
fa: باز کردن صفحه اشتراک ناموفق بود.
fi: Jakonäkymää ei voitu avata.
fil: Nabigong buksan ang share sheet.
he: נכשל בפתיחת מסך השיתוף.
hi: शेयर शीट खोलने में विफल।
hu: Nem sikerült megnyitni a megosztási lapot.
id: Gagal membuka lembar berbagi.
it: Impossibile aprire il pannello di condivisione.
ko: 공유 시트를 열지 못했습니다.
nl: Kon delen-menu niet openen.
pl: Nie udało się otworzyć panelu udostępniania.
ro: Nu s-a putut deschide fereastra de partajare.
sk: Nepodarilo sa otvoriť ponuku zdieľania.
sv: Det gick inte att öppna delningsfönstret.
sw: Imeshindwa kufungua ukurasa wa kushiriki.
ta: பகிர்வு தாளை திறக்க முடியவில்லை.
th: ไม่สามารถเปิดหน้าต่างแชร์ได้
uk: Не вдалося відкрити меню спільного доступу.
vi: Không thể mở bảng chia sẻ.
zh_hans: 无法打开分享菜单。
zh_hant: 無法開啟分享選單。

source: Unlock Pro to view Harmony
ar: افتح النسخة الاحترافية لعرض التناغم
bn: সামঞ্জস্য দেখতে প্রো আনলক করুন
el: Ξεκλείδωσε το Pro για να δεις την Αρμονία
fa: برای مشاهده هماهنگی، Pro را باز کن
fi: Avaa Pro nähdäksesi harmonian
fil: I-unlock ang Pro upang makita ang Harmony
he: פתח Pro כדי לראות את ההרמוניה
hi: सामंजस्य देखने के लिए Pro अनलॉक करें
hu: Feloldja a Pro-t a harmónia megtekintéséhez
id: Buka Pro untuk melihat Harmoni
it: Sblocca Pro per visualizzare l’armonia
ko: Pro를 잠금 해제하여 색상 조화 보기
nl: Ontgrendel Pro om Harmonie te bekijken
pl: Odblokuj Pro, aby zobaczyć harmonię
ro: Deblochează Pro pentru a vedea Armonia
sk: Odomknite Pro pre zobrazenie harmónie
sv: Lås upp Pro för att visa harmoni
sw: Fungua Pro kuona Ulinganifu
ta: ஒத்திசைவை காண ப்ரோவைத் திறக்கவும்
th: ปลดล็อก Pro เพื่อดูโหมดความกลมกลืน
uk: Відкрийте Pro, щоб переглянути Гармонію
vi: Mở Pro để xem Phối hợp màu
zh_hans: 解锁专业版以查看配色
zh_hant: 解鎖專業版以檢視配色

source: Unlock Pro to view Shades & Tints
ar: افتح النسخة الاحترافية لعرض الظلال والدرجات
bn: ছায়া ও টিন্টস দেখতে প্রো আনলক করুন
el: Ξεκλείδωσε το Pro για να δεις Αποχρώσεις και Τόνους
fa: برای مشاهده سایه‌ها و تنالیته‌ها، Pro را باز کن
fi: Avaa Pro nähdäksesi sävyt ja varjot
fil: I-unlock ang Pro upang makita ang mga Lilim at Tono
he: פתח Pro כדי לראות גוונים ובהירויות
hi: शेड्स और टिंट्स देखने के लिए Pro अनलॉक करें
hu: Feloldja a Pro-t az árnyalatok és tónusok megtekintéséhez
id: Buka Pro untuk melihat Bayangan & Nada
it: Sblocca Pro per visualizzare sfumature e tonalità
ko: Pro를 잠금 해제하여 음영과 톤 보기
nl: Ontgrendel Pro om Schaduwen & Tint te bekijken
pl: Odblokuj Pro, aby zobaczyć cienie i odcienie
ro: Deblochează Pro pentru a vedea Tonurile și Nuanțele
sk: Odomknite Pro pre zobrazenie odtieňov a tónov
sv: Lås upp Pro för att visa nyanser och toner
sw: Fungua Pro kuona Vivuli na Matone
ta: நிழல்கள் மற்றும் வெளிச்சங்களை காண ப்ரோவைத் திறக்கவும்
th: ปลดล็อก Pro เพื่อดูเฉดและโทนสี
uk: Відкрийте Pro, щоб переглянути Тіні та Відтінки
vi: Mở Pro để xem Sắc độ và Tông màu
zh_hans: 解锁专业版以查看色阶与明暗
zh_hant: 解鎖專業版以檢視明暗與色調

source: Text sample
ar: عينة نصية
bn: টেক্সট নমুনা
el: Δείγμα κειμένου
fa: نمونه متن
fi: Tekstin esimerkki
fil: Halimbawa ng Teksto
he: דוגמת טקסט
hi: टेक्स्ट उदाहरण
hu: Szöveg minta
id: Contoh teks
it: Esempio di testo
ko: 텍스트 예시
nl: Tekstvoorbeeld
pl: Przykładowy tekst
ro: Exemplu de text
sk: Ukážka textu
sv: Textprov
sw: Mfano wa maandishi
ta: உரை மாதிரி
th: ตัวอย่างข้อความ
uk: Зразок тексту
vi: Mẫu văn bản
zh_hans: 文字示例
zh_hant: 文字範例

source: Excellent (AAA)
ar: ممتاز (AAA)
bn: চমৎকার (AAA)
el: Εξαιρετικό (AAA)
fa: عالی (AAA)
fi: Erinomainen (AAA)
fil: Mahusay (AAA)
he: מעולה (AAA)
hi: उत्कृष्ट (AAA)
hu: Kiváló (AAA)
id: Sangat Baik (AAA)
it: Eccellente (AAA)
ko: 우수 (AAA)
nl: Uitstekend (AAA)
pl: Doskonały (AAA)
ro: Excelent (AAA)
sk: Vynikajúce (AAA)
sv: Utmärkt (AAA)
sw: Bora sana (AAA)
ta: மிகச் சிறந்தது (AAA)
th: ยอดเยี่ยม (AAA)
uk: Відмінно (AAA)
vi: Xuất sắc (AAA)
zh_hans: 优秀 (AAA)
zh_hant: 極佳 (AAA)

source: Good (AA)
ar: جيد (AA)
bn: ভালো (AA)
el: Καλό (AA)
fa: خوب (AA)
fi: Hyvä (AA)
fil: Maganda (AA)
he: טוב (AA)
hi: अच्छा (AA)
hu: Jó (AA)
id: Baik (AA)
it: Buono (AA)
ko: 좋음 (AA)
nl: Goed (AA)
pl: Dobry (AA)
ro: Bun (AA)
sk: Dobré (AA)
sv: Bra (AA)
sw: Nzuri (AA)
ta: நன்று (AA)
th: ดี (AA)
uk: Добре (AA)
vi: Tốt (AA)
zh_hans: 良好 (AA)
zh_hant: 良好 (AA)

source: Low Contrast
ar: تباين منخفض
bn: কম কনট্রাস্ট
el: Χαμηλή αντίθεση
fa: کنتراست پایین
fi: Matala kontrasti
fil: Mababang Kontrasta
he: ניגודיות נמוכה
hi: कम कंट्रास्ट
hu: Alacsony kontraszt
id: Kontras Rendah
it: Basso contrasto
ko: 대비 낮음
nl: Lage contrast
pl: Niski kontrast
ro: Contrast scăzut
sk: Nízky kontrast
sv: Låg kontrast
sw: Utofauti mdogo
ta: குறைந்த எதிர்மறை
th: คอนทราสต์ต่ำ
uk: Низький контраст
vi: Độ tương phản thấp
zh_hans: 对比度低
zh_hant: 對比度低

source: Select Paint
ar: اختر الطلاء
bn: পেইন্ট নির্বাচন করুন
el: Επιλογή βαφής
fa: انتخاب رنگ
fi: Valitse maali
fil: Pumili ng Pintura
he: בחר צבע
hi: पेंट चुनें
hu: Festék kiválasztása
id: Pilih Cat
it: Seleziona vernice
ko: 페인트 선택
nl: Selecteer verf
pl: Wybierz farbę
ro: Selectează vopseaua
sk: Vybrať farbu
sv: Välj färg
sw: Chagua rangi ya kupaka
ta: நிறத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสีทา
uk: Вибрати фарбу
vi: Chọn sơn
zh_hans: 选择油漆
zh_hant: 選擇油漆

source: Sort alphabetically
ar: فرز أبجديًا
bn: বর্ণানুক্রমিকভাবে সাজান
el: Ταξινόμηση αλφαβητικά
fa: مرتب‌سازی الفبایی
fi: Lajittele aakkosjärjestyksessä
fil: Ayusin ayon sa alpabeto
he: מיין לפי אלפבית
hi: वर्णानुक्रम से क्रमबद्ध करें
hu: Rendezés ábécé szerint
id: Urutkan secara alfabet
it: Ordina alfabeticamente
ko: 가나다순 정렬
nl: Sorteer alfabetisch
pl: Sortuj alfabetycznie
ro: Sortează alfabetic
sk: Zoradiť podľa abecedy
sv: Sortera alfabetiskt
sw: Panga kwa alfabeti
ta: அகர வரிசைப்படி வரிசைப்படுத்தவும்
th: เรียงตามตัวอักษร
uk: Сортувати за алфавітом
vi: Sắp xếp theo bảng chữ cái
zh_hans: 按字母排序
zh_hant: 按字母排序

source: Sort by brightness
ar: فرز حسب السطوع
bn: উজ্জ্বলতা অনুযায়ী সাজান
el: Ταξινόμηση κατά φωτεινότητα
fa: مرتب‌سازی بر اساس روشنایی
fi: Lajittele kirkkauden mukaan
fil: Ayusin ayon sa liwanag
he: מיין לפי בהירות
hi: चमक के अनुसार क्रमबद्ध करें
hu: Rendezés fényerő szerint
id: Urutkan berdasarkan kecerahan
it: Ordina per luminosità
ko: 밝기순 정렬
nl: Sorteer op helderheid
pl: Sortuj według jasności
ro: Sortează după luminozitate
sk: Zoradiť podľa jasu
sv: Sortera efter ljusstyrka
sw: Panga kwa mwanga
ta: ஒளிர்ச்சியின்படி வரிசைப்படுத்தவும்
th: เรียงตามความสว่าง
uk: Сортувати за яскравістю
vi: Sắp xếp theo độ sáng
zh_hans: 按亮度排序
zh_hant: 按亮度排序

source: Toggle layout
ar: تبديل التخطيط
bn: লেআউট পরিবর্তন করুন
el: Αλλαγή διάταξης
fa: تغییر چیدمان
fi: Vaihda asettelua
fil: Palitan ang layout
he: שנה פריסה
hi: लेआउट बदलें
hu: Elrendezés váltása
id: Ganti tata letak
it: Cambia layout
ko: 레이아웃 전환
nl: Schakel lay-out
pl: Zmień układ
ro: Schimbă aspectul
sk: Zmeniť rozloženie
sv: Byt layout
sw: Badilisha mpangilio
ta: அமைப்பை மாற்றவும்
th: สลับเลย์เอาต์
uk: Змінити макет
vi: Chuyển đổi bố cục
zh_hans: 切换布局
zh_hant: 切換版面
