Repository: gustavotuas/color-identifier-app
Catalog: Colorit/Localization/*.lproj/Localizable.strings
Languages: ar, bn, el, fa, fi, fil, he, hi, hu, id, it, ko, nl, pl, ro, sk, sv, sw, ta, th, uk, vi, zh_hans, zh_hant

source: Select colors to add
ar: اختر الألوان لإضافتها
bn: যোগ করার জন্য রঙ নির্বাচন করুন
el: Επιλογή χρωμάτων για προσθήκη
fa: انتخاب رنگ‌ها برای افزودن
fi: Valitse lisättävät värit
fil: Pumili ng mga kulay na idaragdag
he: בחר צבעים להוספה
hi: जोड़ने के लिए रंग चुनें
hu: Válasszon színeket a hozzáadáshoz
id: Pilih warna untuk ditambahkan
it: Seleziona colori da aggiungere
ko: 추가할 색상을 선택
nl: Selecteer kleuren om toe te voegen
pl: Wybierz kolory do dodania
ro: Selectează culorile de adăugat
sk: Vyberte farby na pridanie
sv: Välj färger att lägga till
sw: Chagua rangi za kuongeza
ta: சேர்க்க நிறங்களைத் தேர்ந்தெடுக்கவும்
th: เลือกสีที่จะเพิ่ม
uk: Виберіть кольори для додавання
vi: Chọn màu để thêm
zh_hans: 选择要添加的颜色
zh_hant: 選擇要新增的顏色

source: Detected Palette
ar: لوحة الألوان المكتشفة
bn: সনাক্তকৃত প্যালেট
el: Ανιχνευμένη παλέτα
fa: پالت شناسایی‌شده
fi: Tunnistettu paletti
fil: Natukoy na Palette
he: פלטה שזוהתה
hi: पता चला पैलेट
hu: Észlelt paletta
id: Palet Terdeteksi
it: Palette rilevata
ko: 감지된 팔레트
nl: Gedetecteerd palet
pl: Wykryta paleta
ro: Paletă detectată
sk: Zistená paleta
sv: Upptäckt palett
sw: Paleti Iliyogunduliwa
ta: கண்டறியப்பட்ட நிறப்பட்டி
th: พาเลตที่ตรวจพบ
uk: Виявлена палітра
vi: Bảng màu đã phát hiện
zh_hans: 检测到的调色板
zh_hant: 已偵測到的調色板

source: Choose Photo
ar: اختر صورة
bn: ছবি নির্বাচন করুন
el: Επιλογή φωτογραφίας
fa: انتخاب عکس
fi: Valitse kuva
fil: Pumili ng Larawan
he: בחר תמונה
hi: फोटो चुनें
hu: Fotó kiválasztása
id: Pilih Foto
it: Scegli foto
ko: 사진 선택
nl: Kies foto
pl: Wybierz zdjęcie
ro: Alege fotografie
sk: Vybrať fotografiu
sv: Välj foto
sw: Chagua picha
ta: புகைப்படத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกรูปภาพ
uk: Вибрати фото
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

# pick_photo
source: Pick a Photo
ar: تحديد صورة
bn: একটি ছবি বাছাই করুন
el: Επιλογή μιας φωτογραφίας
fa: انتخاب یک عکس
fi: Valitse valokuva
fil: Pumili ng Photo
he: בחר תמונה
hi: एक फोटो चुनें
hu: Fotó kiválasztása
id: Ambil Foto
it: Seleziona foto
ko: 사진 가져오기
nl: Selecteer foto
pl: Wybierz zdjęcie
ro: Selectează fotografie
sk: Zvoliť fotografiu
sv: Välj ett foto
sw: Chagua Picha
ta: புகைப்படம் தேர்வு செய்
th: เลือกรูป
uk: Обрати фото
vi: Chọn một ảnh
zh_hans: 选择一张照片
zh_hant: 挑選照片

source: Pick Color
ar: اختر لونًا
bn: রঙ বাছাই করুন
el: Επιλογή χρώματος
fa: انتخاب رنگ
fi: Valitse väri
fil: Pumili ng Kulay
he: בחר צבע
hi: रंग चुनें
hu: Szín kiválasztása
id: Pilih Warna
it: Seleziona colore
ko: 색상 선택
nl: Kies kleur
pl: Wybierz kolor
ro: Alege culoare
sk: Vybrať farbu
sv: Välj färg
sw: Chagua Rangi
ta: நிறத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสี
uk: Обрати колір
vi: Chọn màu
zh_hans: 选择颜色
zh_hant: 挑選顏色

source: Change Photo
ar: تغيير الصورة
bn: ছবি পরিবর্তন করুন
el: Αλλαγή φωτογραφίας
fa: تغییر عکس
fi: Vaihda kuva
fil: Palitan ang Larawan
he: שנה תמונה
hi: फोटो बदलें
hu: Fotó cseréje
id: Ganti Foto
it: Cambia foto
ko: 사진 변경
nl: Wijzig foto
pl: Zmień zdjęcie
ro: Schimbă fotografia
sk: Zmeniť fotografiu
sv: Byt foto
sw: Badilisha Picha
ta: புகைப்படத்தை மாற்று
th: เปลี่ยนรูปภาพ
uk: Змінити фото
vi: Đổi ảnh
zh_hans: 更换照片
zh_hant: 更換照片

source: Choose an image to find matching colors
ar: اختر صورة للعثور على ألوان متطابقة
bn: মিলযুক্ত রঙ খুঁজতে একটি ছবি বাছাই করুন
el: Επίλεξε εικόνα για να βρεις αντίστοιχα χρώματα
fa: برای یافتن رنگ‌های مشابه یک تصویر انتخاب کن
fi: Valitse kuva löytääksesi vastaavia värejä
fil: Pumili ng larawan upang makahanap ng mga tugmang kulay
he: בחר תמונה כדי למצוא צבעים תואמים
hi: मेल खाते रंग खोजने के लिए एक छवि चुनें
hu: Válasszon egy képet a megfelelő színek megtalálásához
id: Pilih gambar untuk menemukan warna yang cocok
it: Scegli un’immagine per trovare colori corrispondenti
ko: 일치하는 색상을 찾을 이미지를 선택하세요
nl: Kies een afbeelding om overeenkomende kleuren te vinden
pl: Wybierz obraz, aby znaleźć pasujące kolory
ro: Alege o imagine pentru a găsi culorile potrivite
sk: Vyberte obrázok na vyhľadanie zodpovedajúcich farieb
sv: Välj en bild för att hitta matchande färger
sw: Chagua picha kupata rangi zinazofanana
ta: பொருந்தும் நிறங்களைத் தேட ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกรูปเพื่อค้นหาสีที่ตรงกัน
uk: Виберіть зображення, щоб знайти схожі кольори
vi: Chọn hình để tìm màu tương đồng
zh_hans: 选择图像以查找匹配的颜色
zh_hant: 選擇圖片以尋找相符顏色

source: Unlock Full Palette
ar: افتح اللوحة الكاملة
bn: সম্পূর্ণ প্যালেট আনলক করুন
el: Ξεκλείδωσε την πλήρη παλέτα
fa: باز کردن پالت کامل
fi: Avaa koko paletti
fil: I-unlock ang Buong Palette
he: פתח פלטה מלאה
hi: पूर्ण पैलेट अनलॉक करें
hu: Teljes paletta feloldása
id: Buka Palet Lengkap
it: Sblocca palette completa
ko: 전체 팔레트 잠금 해제
nl: Ontgrendel volledig palet
pl: Odblokuj pełną paletę
ro: Deblochează paleta completă
sk: Odomknúť plnú paletu
sv: Lås upp full palett
sw: Fungua Paleti Kamili
ta: முழு நிறப்பட்டியைத் திறக்கவும்
th: ปลดล็อกพาเลตเต็มรูปแบบ
uk: Відкрити повну палітру
vi: Mở toàn bộ bảng màu
zh_hans: 解锁完整调色板
zh_hant: 解鎖完整調色板

source: Unnamed Color
ar: لون بدون اسم
bn: নামহীন রঙ
el: Ανώνυμο χρώμα
fa: رنگ بدون نام
fi: Nimetön väri
fil: Walang Pangalan na Kulay
he: צבע ללא שם
hi: नामरहित रंग
hu: Névtelen szín
id: Warna Tanpa Nama
it: Colore senza nome
ko: 이름 없는 색상
nl: Naamloze kleur
pl: Kolor bez nazwy
ro: Culoare fără nume
sk: Nepomenovaná farba
sv: Namnlös färg
sw: Rangi Isiyo na Jina
ta: பெயரிடாத நிறம்
th: สีไม่มีชื่อ
uk: Колір без назви
vi: Màu chưa đặt tên
zh_hans: 未命名颜色
zh_hant: 未命名顏色

source: Color Added to Collections
ar: تمت إضافة اللون إلى المجموعات
bn: রঙটি সংগ্রহে যোগ করা হয়েছে
el: Το χρώμα προστέθηκε στις συλλογές
fa: رنگ به مجموعه‌ها افزوده شد
fi: Väri lisätty kokoelmiin
fil: Naidagdag ang Kulay sa Mga Koleksyon
he: צבע נוסף לאוספים
hi: रंग संग्रह में जोड़ा गया
hu: Szín hozzáadva a gyűjteményhez
id: Warna Ditambahkan ke Koleksi
it: Colore aggiunto alle collezioni
ko: 색상이 컬렉션에 추가되었습니다
nl: Kleur toegevoegd aan collecties
pl: Kolor dodany do kolekcji
ro: Culoare adăugată în colecții
sk: Farba pridaná do kolekcií
sv: Färg tillagd i samlingar
sw: Rangi imeongezwa kwenye mikusanyiko
ta: நிறம் சேமிப்புகளில் சேர்க்கப்பட்டது
th: เพิ่มสีลงในคอลเลกชันแล้ว
uk: Колір додано до колекцій
vi: Màu đã được thêm vào bộ sưu tập
zh_hans: 颜色已添加到收藏
zh_hant: 顏色已新增到收藏

source: Appearance
ar: المظهر
bn: দেখতে কেমন হবে
el: Εμφάνιση
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
he: מראה
hi: दिखावट
hu: Megjelenés
id: Tampilan
it: Aspetto
ko: 모양
nl: Uiterlijk
pl: Wygląd
ro: Aspect
sk: Vzhľad
sv: Utseende
sw: Mwonekano
ta: தோற்றம்
th: ลักษณะ
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Theme
ar: الثيم
bn: থিম
el: Θέμα
fa: تم
fi: Teema
fil: Tema
he: ערכת נושא
hi: थीम
hu: Téma
id: Tema
it: Tema
ko: 테마
nl: Thema
pl: Motyw
ro: Temă
sk: Téma
sv: Tema
sw: Mandhari
ta: தீம்
th: ธีม
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: Language
ar: اللغة
bn: ভাষা
el: Γλώσσα
fa: زبان
fi: Kieli
fil: Wika
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ko: 언어
nl: Taal
pl: Język
ro: Limbă
sk: Jazyk
sv: Språk
sw: Lugha
ta: மொழி
th: ภาษา
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: About
ar: حول
bn: সম্পর্কে
el: Σχετικά
fa: درباره
fi: Tietoja
fil: Tungkol sa App
he: אודות
hi: परिचय
hu: Névjegy
id: Tentang
it: Informazioni
ko: 정보
nl: Over
pl: O aplikacji
ro: Despre
sk: O aplikácii
sv: Om
sw: Kuhusu
ta: பற்றி
th: เกี่ยวกับ
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Version:
ar: الإصدار:
bn: সংস্করণ:
el: Έκδοση:
fa: نسخه:
fi: Versio:
fil: Bersyon:
he: גרסה:
hi: संस्करण:
hu: Verzió:
id: Versi:
it: Versione:
ko: 버전:
nl: Versie:
pl: Wersja:
ro: Versiune:
sk: Verzia:
sw: Toleo:
ta: பதிப்பு:
th: เวอร์ชัน:
uk: Версія:
vi: Phiên bản:
zh_hans: 版本：
zh_hant: 版本：

# rate_app
source: Rate the app
ar: قيّم التطبيق
bn: অ্যাপটি রেট করুন
el: Αξιολόγηση εφαρμογής
fa: امتیاز به برنامه
fi: Arvostele sovellus
fil: I-rate ang App
he: דרג את האפליקציה
hi: ऐप को रेट करें
hu: Értékeld az alkalmazást
id: Beri nilai aplikasi
it: Valuta l’app
ko: 앱 평가
nl: Beoordeel app
pl: Oceń aplikację
ro: Evaluează aplicația
sk: Ohodnoťte aplikáciu
sv: Betygsätt appen
sw: Kadiria programu
ta: பயன்பாட்டை மதிப்பிடு
th: ให้คะแนนแอป
uk: Оцінити застосунок
vi: Đánh giá ứng dụng
zh_hans: 评价应用
zh_hant: 評價應用程式

source: Help
ar: مساعدة
bn: সহায়তা
el: Βοήθεια
fa: راهنما
fi: Apua
fil: Tulong
he: עזרה
hi: सहायता
hu: Súgó
id: Bantuan
it: Aiuto
ko: 도움말
nl: Hulp
pl: Pomoc
ro: Ajutor
sk: Pomoc
sv: Hjälp
sw: Msaada
ta: உதவி
th: ช่วยเหลือ
uk: Допомога
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 說明

source: Send feedback
ar: إرسال الملاحظات
bn: প্রতিক্রিয়া পাঠান
el: Αποστολή σχολίων
fa: ارسال بازخورد
fi: Lähetä palautetta
fil: Magpadala ng Feedback
he: שלח משוב
hi: प्रतिक्रिया भेजें
hu: Visszajelzés küldése
id: Kirim masukan
it: Invia feedback
ko: 피드백 보내기
nl: Stuur feedback
pl: Wyślij opinię
ro: Trimite feedback
sk: Odoslať spätnú väzbu
sv: Skicka feedback
sw: Tuma maoni
ta: கருத்து அனுப்பு
th: ส่งความคิดเห็น
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

source: hrs
ar: س
bn: ঘ
el: ώρες
fa: ساعت
fi: t
fil: oras
he: ש
hi: घं
hu: óra
id: jam
it: h
ko: 시간
nl: uur
pl: godz
ro: h
sk: h
sv: tim
sw: saa
ta: மணிநேரம்
th: ชม.
uk: год
vi: giờ
zh_hans: 小时
zh_hant: 小時

source: min
ar: د
bn: মি
el: λεπτά
fa: دقیقه
he: ד
hi: मि
hu: perc
id: mnt
ko: 분
sw: dak
ta: நிமிடம்
th: นาที
uk: хв
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: sec
ar: ث
bn: সে
el: δευτ
fa: ثانیه
fi: s
fil: seg
he: שנ
hi: से
hu: mp
id: dtk
it: s
ko: 초
pl: sek
ro: s
sk: s
sv: sek
sw: sek
ta: விநாடி
th: วิ
uk: с
vi: giây
zh_hans: 秒
zh_hant: 秒

source: System
ar: النظام
bn: সিস্টেম
el: Σύστημα
fa: سیستم
fi: Järjestelmä
fil: Sistema
he: מערכת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ko: 시스템
nl: Systeem
ro: Sistem
sk: Systém
sw: Mfumo
ta: அமைப்பு
th: ระบบ
uk: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Light
ar: فاتح
bn: হালকা
el: Φωτεινό
fa: روشن
fi: Vaalea
fil: Maliwanag
he: בהיר
hi: हल्का
hu: Világos
id: Terang
it: Chiaro
ko: 라이트
nl: Licht
pl: Jasny
ro: Luminos
sk: Svetlý
sv: Ljust
sw: Mwanga
ta: ஒளி
th: สว่าง
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Dark
ar: داكن
bn: গাঢ়
el: Σκοτεινό
fa: تاریک
fi: Tumma
fil: Madilim
he: כהה
hi: गहरा
hu: Sötét
id: Gelap
it: Scuro
ko: 다크
nl: Donker
pl: Ciemny
ro: Întunecat
sk: Tmavý
sv: Mörkt
sw: Giza
ta: இருள்
th: มืด
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: General
ar: عام
bn: সাধারণ
el: Γενικά
fa: عمومی
fi: Yleinen
fil: Pangkalahatan
he: כללי
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ko: 일반
nl: Algemeen
pl: Ogólne
sk: Všeobecné
sv: Allmänt
sw: Jumla
ta: பொது
th: ทั่วไป
uk: Загальні
vi: Chung
zh_hans: 常规
zh_hant: 一般

# flash_sale
source: Flash Sale up to -80% off ends in
ar: عرض خاص حتى 80٪ خصم ينتهي خلال
bn: ফ্ল্যাশ সেল — সর্বোচ্চ ৮০% ছাড় শীঘ্রই শেষ হবে
el: Προσφορά έως -80% λήγει σε
fa: تخفیف تا ۸۰٪ - پایان در
fi: Saletarjous jopa -80 % päättyy
fil: Flash Sale hanggang -80% off matatapos sa
he: מבצע בזק עד -80% מסתיים בעוד
hi: फ्लैश सेल में -80% तक की छूट, समाप्त हो रही है
hu: Villámakció akár -80% kedvezménnyel, vége:
id: Diskon hingga -80% berakhir dalam
it: Offerta lampo fino a -80% termina tra
ko: 최대 80% 할인 플래시 세일 종료까지
nl: Flitsverkoop tot -80% korting eindigt over
pl: Wyprzedaż błyskawiczna do -80% kończy się za
ro: Reducere fulger de până la -80% se încheie în
sk: Bleskový výpredaj až -80% končí o
sv: Blixtrea upp till −80 % slutar om
sw: Uuzaji wa Haraka hadi -80% unaisha ndani ya
ta: பிளாஷ் சலுகை -80% வரை முடிவடைகிறது
th: ลดราคาพิเศษสูงสุด -80% สิ้นสุดใน
uk: Знижка до -80% завершується через
vi: Giảm giá lên đến -80% kết thúc trong
zh_hans: 限时特惠高达 -80%，结束于
zh_hant: 限時特惠高達 -80%，結束於

source: Best Value
ar: أفضل قيمة
bn: সেরা মূল্য
el: Καλύτερη αξία
fa: بهترین ارزش
fi: Paras arvo
fil: Pinakamahusay na Halaga
he: הערך הטוב ביותר
hi: सर्वश्रेष्ठ मूल्य
hu: Legjobb ajánlat
id: Nilai Terbaik
it: Miglior offerta
ko: 최고의 가치
nl: Beste waarde
pl: Najlepsza wartość
ro: Cea mai bună ofertă
sk: Najlepšia hodnota
sv: Bästa värde
sw: Thamani Bora
ta: சிறந்த மதிப்பு
th: คุ้มค่าที่สุด
uk: Найкраща пропозиція
vi: Giá trị tốt nhất
zh_hans: 最佳价值
zh_hant: 最佳優惠

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
el: Όροι χρήσης
fa: شرایط استفاده
fi: Käyttöehdot
fil: Mga Tuntunin ng Paggamit
he: תנאי שימוש
hi: उपयोग की शर्तें
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini di utilizzo
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
ro: Termeni de utilizare
sk: Podmienky používania
sv: Användarvillkor
sw: Masharti ya Matumizi
ta: பயன்பாட்டு விதிமுறைகள்
th: ข้อกำหนดการใช้งาน
uk: Умови користування
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
el: Πολιτική απορρήτου
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
ro: Politica de confidențialitate
sk: Zásady ochrany súkromia
sv: Integritetspolicy
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# try_free
source: Try for Free
ar: جرّب مجانًا
bn: ফ্রি ট্রাই করুন
el: Δοκίμασε δωρεάν
fa: امتحان رایگان
fi: Kokeile ilmaiseksi
fil: Subukan ng Libre
he: נסה בחינם
hi: मुफ़्त आज़माएं
hu: Próbáld ki ingyen
id: Coba Gratis
it: Prova gratis
ko: 무료로 체험하기
nl: Probeer gratis
pl: Wypróbuj za darmo
ro: Încearcă gratuit
sk: Vyskúšať zadarmo
sv: Prova gratis
sw: Jaribu Bila Malipo
ta: இலவசமாக முயற்சிக்கவும்
th: ทดลองใช้ฟรี
uk: Спробувати безкоштовно
vi: Dùng thử miễn phí
zh_hans: 免费试用
zh_hant: 免費試用

source: Continue
ar: متابعة
bn: চালিয়ে যান
el: Συνέχεια
fa: ادامه
fi: Jatka
fil: Magpatuloy
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ko: 계속
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
sk: Pokračovať
sv: Fortsätt
sw: Endelea
ta: தொடரவும்
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Unlock Pro Features
ar: افتح الميزات الاحترافية
bn: প্রো বৈশিষ্ট্য আনলক করুন
el: Ξεκλείδωσε λειτουργίες Pro
fa: باز کردن ویژگی‌های Pro
fi: Avaa Pro-ominaisuudet
fil: I-unlock ang Mga Pro Features
he: פתח תכונות Pro
hi: Pro सुविधाएँ अनलॉक करें
hu: Pro funkciók feloldása
id: Buka Fitur Pro
it: Sblocca funzionalità Pro
ko: Pro 기능 잠금 해제
nl: Ontgrendel Pro-functies
pl: Odblokuj funkcje Pro
ro: Deblochează funcțiile Pro
sk: Odomknúť funkcie Pro
sv: Lås upp Pro-funktioner
sw: Fungua Vipengele vya Pro
ta: ப்ரோ அம்சங்களைத் திறக்கவும்
th: ปลดล็อกคุณสมบัติ Pro
uk: Відкрити функції Pro
vi: Mở khóa tính năng Pro
zh_hans: 解锁专业功能
zh_hant: 解鎖專業功能

source: Included in Pro
ar: مدرج في النسخة الاحترافية
bn: প্রো সংস্করণে অন্তর্ভুক্ত
el: Περιλαμβάνεται στο Pro
fa: شامل در Pro
fi: Sisältyy Pro-versioon
fil: Kasama sa Pro
he: נכלל ב-Pro
hi: Pro में शामिल
hu: Benne van a Pro-ban
id: Termasuk dalam Pro
it: Incluso in Pro
ko: Pro에 포함됨
nl: Inbegrepen in Pro
pl: Zawarte w Pro
ro: Inclus în Pro
sk: Zahrnuté v Pro
sv: Ingår i Pro
sw: Imejumuishwa kwenye Pro
ta: ப்ரோவில் சேர்க்கப்பட்டுள்ளது
th: รวมอยู่ใน Pro
uk: Входить до Pro
vi: Bao gồm trong Pro
zh_hans: 包含在专业版中
zh_hant: 包含於專業版中

# feature_live_color_id_subtitle
source: Identify colors instantly through your camera in real-time.
ar: تعرف على الألوان فورًا من خلال الكاميرا في الوقت الحقيقي.
bn: রিয়েল-টাইমে আপনার ক্যামেরা দিয়ে সাথে সাথে রঙ শনাক্ত করুন।
el: Αναγνώρισε άμεσα χρώματα μέσω της κάμερας σου σε πραγματικό χρόνο.
fa: رنگ‌ها را فوراً از طریق دوربین خود در زمان واقعی شناسایی کنید.
fi: Tunnista värit välittömästi kamerallasi reaaliajassa.
fil: Kilalanin agad ang mga kulay gamit ang iyong camera sa real-time.
he: זהה צבעים מיידית באמצעות המצלמה שלך בזמן אמת.
hi: अपने कैमरे से रियल-टाइम में तुरंत रंग पहचानें।
hu: Azonosítsd azonnal a színeket a kameráddal valós időben.
id: Identifikasi warna secara instan melalui kamera Anda secara real-time.
it: Identifica i colori istantaneamente tramite la fotocamera in tempo reale.
ko: 실시간으로 카메라를 통해 색상을 즉시 식별합니다.
nl: Identificeer kleuren direct via je camera in realtime.
pl: Rozpoznawaj kolory natychmiast przez kamerę w czasie rzeczywistym.
ro: Identifică instantaneu culorile prin cameră, în timp real.
sk: Okamžite identifikujte farby pomocou kamery v reálnom čase.
sv: Identifiera färger direkt genom kameran i realtid.
sw: Tambua rangi papo hapo kupitia kamera yako kwa muda halisi.
ta: உங்கள் கேமரா வழியாக நேரடியாக நிறங்களை அடையாளம் காண்க.
th: ระบุสีแบบเรียลไทม์ผ่านกล้องของคุณทันที
uk: Миттєво визначайте кольори за допомогою камери в реальному часі.
vi: Nhận diện màu ngay lập tức qua máy ảnh theo thời gian thực.
zh_hans: 使用相机实时识别颜色。
zh_hant: 使用相機即時辨識顏色。

# feature_photo_color_picker_subtitle
source: Extract professional palettes from any photo with AI precision.
ar: استخرج لوحات احترافية من أي صورة بدقة الذكاء الاصطناعي.
bn: যেকোনও ছবি থেকে AI নির্ভুলতায় পেশাদার প্যালেট বের করুন।
el: Εξήγαγε επαγγελματικές παλέτες από οποιαδήποτε φωτογραφία με ακρίβεια AI.
fa: پالت‌های حرفه‌ای را از هر عکس با دقت هوش مصنوعی استخراج کنید.
fi: Luo ammattimaisia paletteja mistä tahansa kuvasta tekoälyn tarkkuudella.
fil: Kumuha ng mga propesyonal na palette mula sa anumang larawan gamit ang AI precision.
he: חלץ פלטות מקצועיות מכל תמונה בדיוק של בינה מלאכותית.
hi: किसी भी फोटो से एआई सटीकता के साथ पेशेवर पैलेट निकालें।
hu: Készíts professzionális palettákat bármely fotóból mesterséges intelligencia pontossággal.
id: Ekstrak palet profesional dari foto mana pun dengan presisi AI.
it: Estrai palette professionali da qualsiasi foto con precisione AI.
ko: AI 정밀도로 어떤 사진에서도 전문가용 팔레트를 추출합니다.
nl: Extraheer professionele paletten uit elke foto met AI-precisie.
pl: Wyodrębnij profesjonalne palety z dowolnego zdjęcia z precyzją AI.
ro: Extrage palete profesionale din orice fotografie cu precizie AI.
sk: Extrahujte profesionálne palety z akejkoľvek fotografie s presnosťou AI.
sv: Extrahera professionella paletter från vilket foto som helst med AI-precision.
sw: Toa paleti za kitaalamu kutoka kwa picha yoyote kwa usahihi wa AI.
ta: எந்தப் புகைப்படத்திலிருந்தும் தொழில்முறை நிறப்பட்டிகளை AI துல்லியத்துடன் பெறவும்.
th: ดึงพาเลตสีจากรูปภาพใด ๆ ด้วยความแม่นยำของ AI
uk: Витягайте професійні палітри з будь-якого фото з точністю AI.
vi: Trích xuất bảng màu chuyên nghiệp từ bất kỳ ảnh nào bằng AI.
zh_hans: 通过 AI 精准提取任何照片中的专业调色板。
zh_hant: 以 AI 精準提取任何照片中的專業調色板。

# feature_paint_catalogues_subtitle
source: Explore curated palettes from multiple paint collections.
ar: استكشف لوحات مختارة من عدة مجموعات دهان.
bn: একাধিক পেইন্ট সংগ্রহ থেকে নির্বাচিত প্যালেট এক্সপ্লোর করুন।
el: Εξερεύνησε επιλεγμένες παλέτες από πολλαπλές συλλογές χρωμάτων.
fa: پالت‌های منتخب از چندین مجموعه رنگ را کاوش کنید.
fi: Tutki valittuja paletteja useista maalikokoelmista.
fil: Tuklasin ang mga curated palette mula sa iba't ibang koleksyon ng pintura.
he: גלה פלטות נבחרות ממגוון קטלוגי צבעים.
hi: विभिन्न पेंट संग्रहों से चयनित पैलेट्स का अन्वेषण करें।
hu: Fedezd fel a válogatott festékgyűjteményeket több katalógusból.
id: Jelajahi palet pilihan dari berbagai katalog cat.
it: Esplora palette curate da più collezioni di vernici.
ko: 다양한 페인트 컬렉션에서 엄선된 팔레트를 탐색합니다.
nl: Ontdek zorgvuldig samengestelde paletten uit verschillende verfcatalogi.
pl: Odkrywaj starannie wyselekcjonowane palety z różnych kolekcji farb.
ro: Explorează palete selectate din colecții de vopsele profesionale.
sk: Preskúmajte vybrané palety z rôznych kolekcií farieb.
sv: Utforska utvalda paletter från flera färgkollektioner.
sw: Gundua paleti zilizochaguliwa kutoka kwa makusanyo mbalimbali ya rangi.
ta: பல்வேறு நிறத் தொகுப்புகளிலிருந்து தேர்ந்தெடுக்கப்பட்ட நிறப்பட்டிகளை ஆராயவும்.
th: สำรวจพาเลตสีที่คัดสรรจากหลายแบรนด์สี
uk: Досліджуйте вибрані палітри з різних колекцій фарб.
vi: Khám phá các bảng màu được chọn lọc từ nhiều bộ sưu tập sơn khác nhau.
zh_hans: 探索多个油漆品牌的精选调色板。
zh_hant: 探索多個油漆品牌的精選調色板。

# feature_unlimited_collections_subtitle
source: Create and organise unlimited palettes for your work or inspiration.
ar: أنشئ ونظم لوحات غير محدودة لعملك أو إلهامك.
bn: আপনার কাজ বা অনুপ্রেরণার জন্য সীমাহীন প্যালেট তৈরি ও সংগঠিত করুন।
el: Δημιούργησε και οργάνωσε απεριόριστες παλέτες για εργασία ή έμπνευση.
fa: پالت‌های نامحدود برای کار یا الهام خود ایجاد و سازماندهی کنید.
fi: Luo ja järjestä rajattomasti paletteja työhön tai inspiraatioon.
fil: Gumawa at mag-ayos ng walang limitasyong mga palette para sa trabaho o inspirasyon.
he: צור וארגן אינסוף פלטות לעבודה או השראה.
hi: काम या प्रेरणा के लिए असीमित पैलेट्स बनाएं और व्यवस्थित करें।
hu: Hozz létre és rendszerezz korlátlan palettákat munkához vagy inspirációhoz.
id: Buat dan atur palet tanpa batas untuk pekerjaan atau inspirasi Anda.
it: Crea e organizza palette illimitate per lavoro o ispirazione.
ko: 작업이나 영감을 위해 무제한 팔레트를 만들고 정리하세요.
nl: Maak en organiseer onbeperkte paletten voor werk of inspiratie.
pl: Twórz i organizuj nieograniczone palety do pracy lub inspiracji.
ro: Creează și organizează palete nelimitate pentru muncă sau inspirație.
sk: Vytvárajte a organizujte neobmedzené palety pre prácu alebo inšpiráciu.
sv: Skapa och organisera obegränsade paletter för arbete eller inspiration.
sw: Tengeneza na panga paleti zisizo na kikomo kwa kazi au msukumo.
ta: உங்கள் வேலை அல்லது ஊக்கத்திற்காக அளவில்லா நிறப்பட்டிகளை உருவாக்கி ஒழுங்குபடுத்தவும்.
th: สร้างและจัดระเบียบพาเลตได้ไม่จำกัดเพื่อแรงบันดาลใจของคุณ
uk: Створюйте та організовуйте необмежені палітри для роботи чи натхнення.
vi: Tạo và sắp xếp bảng màu không giới hạn cho công việc hoặc cảm hứng của bạn.
zh_hans: 创建并组织无限制的调色板，用于工作或灵感。
zh_hant: 建立並整理無限調色板，適用於工作或靈感。

# feature_advanced_search_subtitle
source: Find colors by HEX, RGB, or name instantly and intuitively.
ar: اعثر على الألوان عبر HEX أو RGB أو الاسم بسرعة وسهولة.
bn: HEX, RGB বা নাম দ্বারা সহজে এবং দ্রুত রঙ খুঁজুন।
el: Βρες χρώματα με βάση HEX, RGB ή όνομα άμεσα και εύκολα.
fa: رنگ‌ها را با HEX، RGB یا نام فوراً پیدا کنید.
fi: Etsi värejä HEX-, RGB- tai nimiperusteisesti heti ja intuitiivisesti.
fil: Maghanap ng mga kulay gamit ang HEX, RGB, o pangalan agad at madali.
he: מצא צבעים לפי HEX, RGB או שם בקלות ובמהירות.
hi: HEX, RGB या नाम से रंग तुरंत और आसानी से खोजें।
hu: Keress színeket HEX, RGB vagy név alapján gyorsan és intuitívan.
id: Temukan warna berdasarkan HEX, RGB, atau nama dengan cepat dan intuitif.
it: Trova colori per HEX, RGB o nome in modo rapido e intuitivo.
ko: HEX, RGB 또는 이름으로 직관적으로 색상을 즉시 검색합니다.
nl: Vind kleuren snel en intuïtief via HEX, RGB of naam.
pl: Znajduj kolory po HEX, RGB lub nazwie błyskawicznie i intuicyjnie.
ro: Găsește culori după HEX, RGB sau nume rapid și intuitiv.
sk: Nájdite farby podľa HEX, RGB alebo názvu rýchlo a intuitívne.
sv: Hitta färger med HEX, RGB eller namn snabbt och intuitivt.
sw: Tafuta rangi kwa HEX, RGB au jina kwa haraka na urahisi.
ta: HEX, RGB அல்லது பெயரால் நிறங்களை விரைவாக தேடவும்.
th: ค้นหาสีด้วย HEX, RGB หรือชื่อได้อย่างรวดเร็วและง่ายดาย
uk: Миттєво знаходьте кольори за HEX, RGB або назвою.
vi: Tìm màu bằng HEX, RGB hoặc tên một cách nhanh chóng và trực quan.
zh_hans: 通过 HEX、RGB 或名称即时查找颜色。
zh_hant: 透過 HEX、RGB 或名稱即時搜尋顏色。
